# menu.jsp
hello.start = \uC548\uB155\uD558\uC138\uC694
hello.end = \uC5B4\uC11C\uC624\uC138\uC694!
board.home = \uD648
board = \uAC8C\uC2DC\uD310
board.notice = \uACF5\uC9C0\uC0AC\uD56D
board.contact = \uC5F0\uB77D\uD558\uAE30
menu.join = \uD68C\uC6D0\uAC00\uC785
menu.login = \uB85C\uADF8\uC778
menu.profile = \uD504\uB85C\uD544
menu.me = \uB9C8\uC774\uD398\uC774\uC9C0
menu.career = \uACBD\uB825\uC0AC\uD56D
menu.self = \uC790\uAE30\uC18C\uAC1C\uC11C
menu.history = \uD559\uB825 \uBC0F \uAD50\uC721 \uC0AC\uD56D
menu.resume = \uC774\uB825\uC11C
menu.logout = \uB85C\uADF8\uC544\uC6C3
Language = \uC5B8\uC5B4

# login.jsp
login.header = \uB3CC\uC544\uC624\uC2E0 \uAC83\uC744 \uD658\uC601\uD569\uB2C8\uB2E4
login.con = \uC0AC\uC6A9\uC790 ID\uB85C \uB85C\uADF8\uC778\uD560 \uC218 \uC788\uC2B5\uB2C8\uB2E4.
login = \uB85C\uADF8\uC778
login.id = \uC544\uC774\uB514
login.password = \uBE44\uBC00\uBC88\uD638
login.rem = \uC544\uC774\uB514 \uAE30\uC5B5\uD558\uAE30
login.or = \uB610\uB294
login.account = \uD68C\uC6D0\uAC00\uC785
login.lost = \uAE30\uC5B5\uC774 \uC548\uB098\uC2DC\uB098\uC694?
login.null = \uBE44\uD68C\uC6D0

# join.jsp
join.header = \uD68C\uC6D0\uAC00\uC785
join.con = \uC0C8 \uACC4\uC815\uC744 \uB4F1\uB85D\uD558\uB824\uBA74 \uB2E4\uC74C \uD544\uB4DC\uC5D0 \uC801\uC808\uD55C \uC815\uBCF4\uB97C \uC785\uB825\uD558\uC2ED\uC2DC\uC624.

userid = \uC0AC\uC6A9\uC790 \uC544\uC774\uB514
userid.success = \uC0AC\uC6A9\uD560 \uC218 \uC788\uB294 \uC544\uC774\uB514\uC785\uB2C8\uB2E4.
userid.error1 = \uC544\uC774\uB514\uB294 4~20\uAE00\uC790\uC774\uC5B4\uC57C \uD569\uB2C8\uB2E4.
userid.error2 = \uC601\uC5B4 \uC18C\uBB38\uC790\uC640 \uC22B\uC790 \uD63C\uD569\uB9CC \uC0AC\uC6A9\uAC00\uB2A5\uD569\uB2C8\uB2E4.
userid.error3 = \uC0AC\uC6A9\uD560 \uC218 \uC5C6\uB294 \uC911\uBCF5 \uC544\uC774\uB514\uC785\uB2C8\uB2E4.

pass = \uBE44\uBC00\uBC88\uD638
pass.error = 8~16\uC790\uC758 \uC601\uBB38(\uB300/\uC18C\uBB38\uC790), \uC22B\uC790, \uD2B9\uC218\uBB38\uC790(@$!%*#?&) 1\uAC1C \uC774\uC0C1\uC744 \uD3EC\uD568\uD574\uC57C\uD569\uB2C8\uB2E4.

username = \uC774\uB984
username.error1 = \uC774\uB984\uC740 \uACF5\uBC31 \uB610\uB294 \uBE48\uCE78\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
username.error2 = \uC601\uC5B4 \uB300/\uC18C\uBB38\uC790\uC640 \uD55C\uAE00\uB9CC \uAC00\uB2A5\uD569\uB2C8\uB2E4.
username.error3 = \uCD5C\uB300 20\uAE00\uC790\uAE4C\uC9C0 \uAC00\uB2A5\uD569\uB2C8\uB2E4.

email = \uC774\uBA54\uC77C
email.error1 = \uC774\uBA54\uC77C\uC740 \uACF5\uBC31 \uB610\uB294 \uBE48\uCE78\uC77C \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
email.error2 = \uC774\uBA54\uC77C \uD615\uC2DD\uC744 \uC900\uC218\uD574\uC57C \uD569\uB2C8\uB2E4.
email.error3 = \uCD5C\uB300 20\uAE00\uC790\uAE4C\uC9C0 \uAC00\uB2A5\uD569\uB2C8\uB2E4.

con_pass = \uBE44\uBC00\uBC88\uD638 \uD655\uC778
con_pass.error = \uBE44\uBC00\uBC88\uD638\uAC00 \uC77C\uCE58\uD558\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.

join = \uB4F1\uB85D
login = \uB85C\uADF8\uC778
login_assist = \uC774\uBBF8 \uACC4\uC815\uC774 \uC788\uC73C\uC2E0\uAC00\uC694?

# footer.jsp
footer.welcom = junani\uC758 \uAC1C\uC778 \uD504\uB85C\uC81D\uD2B8 \uD3EC\uD2B8\uD3F4\uB9AC\uC624 \uD648\uD398\uC774\uC9C0\uC5D0 \uC624\uC2E0 \uAC83\uC744 \uD658\uC601\uD569\uB2C8\uB2E4.

# list.jsp
list = \uACF5\uC9C0\uC0AC\uD56D
list.no = \uBC88\uD638
list.title = \uC81C\uBAA9
list.date = \uC791\uC131\uC77C
list.writer = \uC791\uC131\uC790
list.write = \uC791\uC131

# read.jsp
read.edit = \uC218\uC815
read.delete = \uC0AD\uC81C
read.download = \uC77C\uAD04 \uB2E4\uC6B4\uB85C\uB4DC
read.cnt = \uAC1C
read.Comment = \uB313\uAE00 \uB0A8\uAE30\uAE30
read.reply = \uB313\uAE00 \uB2EC\uAE30
read.list = \uBAA9\uB85D

#write.jsp
write.title = \uC81C\uBAA9
write.co = \uB0B4\uC6A9
write.attach = \uCCA8\uBD80\uD30C\uC77C (\uCD5C\uB300 10MB\uAE4C\uC9C0)
write.file = \uD30C\uC77C \uCCA8\uBD80
write.drop = \uB610\uB294 \uC5EC\uAE30\uC5D0 \uD30C\uC77C\uC744 \uC62C\uB9AC\uC138\uC694
write.submit = \uC791\uC131 \uC644\uB8CC
write.cancel = \uCDE8\uC18C

# self-introduction.jsp
self.title1_1 = \uB098\uC758 \uAC00\uCE58\uAD00
self.co1_1 = \u201C\uB3D9\uB8CC \uC0AC\uB791\uC744 \uC2E4\uCC9C\uD558\uB294 \uC778\uC7AC\u201D
self.co1_2 = \uC800\uB294 \uB0A8\uB4E4\uACFC\uB294 \uC870\uAE08 \uB2E4\uB978 \uC0AC\uD68C \uACBD\uD5D8\uC744 \uAC00\uC9C0\uACE0 \uC788\uC2B5\uB2C8\uB2E4.
self.co1_3 = 2015\uB144 \uC2DC\uC791\uB41C \uC778\uD134 \uC0DD\uD65C\uC744 \uC2DC\uC791\uC73C\uB85C \uC120\uBC15\uC758 \uC120\uC6D0\uC73C\uB85C \uB2E4\uB144\uAC04 \uC2B9\uC120\uD558\uC600\uC2B5\uB2C8\uB2E4. 24\uC2DC\uAC04 \uD55C\uC21C\uAC04\uB3C4 \uAE34\uC7A5\uC758 \uB048\uC744 \uB193\uC744 \uC218 \uC5C6\uB294 \uADF9\uD55C\uC758 \uADFC\uBB34 \uD658\uACBD\uC5D0 \uC788\uC5C8\uAE30\uC5D0 \uB204\uAD6C\uBCF4\uB2E4 \uAC15\uD55C \uC815\uC2E0\uB825\uC73C\uB85C \uC5B4\uB514\uC5D0\uC11C\uB4E0\uC9C0 \uC801\uC751\uD560 \uC218 \uC788\uB294 \uC900\uBE44\uAC00 \uB418\uC5B4\uC788\uC2B5\uB2C8\uB2E4.
self.co1_4 = \uB610\uD55C \uC800\uB294 \uB0A8\uB2E4\uB978 \uC5F4\uC815\uC774 \uC788\uB294 \uC0AC\uB78C\uC785\uB2C8\uB2E4.
self.co1_5 = \uD574\uC678\uC5D0\uC11C \uC0DD\uD65C\uD558\uB2E4 \uBCF4\uBA74 \uC5B8\uC5B4\uC758 \uC7A5\uBCBD\uACFC \uC0DD\uAE40\uC0C8\uC758 \uB2E4\uB984 \uB54C\uBB38\uC5D0 \uC81C\uB300\uB85C \uB41C \uB300\uD654 \uD55C\uBC88 \uC5C6\uC774 \uAC01\uC790\uC758 \uC5C5\uBB34\uAC00 \uB05D\uB098\uBA74 \uAC01\uC790\uC758 \uBC29\uC73C\uB85C \uB3CC\uC544\uAC00\uB294 \uAC83\uC774 \uC120\uC6D0 \uC0DD\uD65C\uC785\uB2C8\uB2E4. \uD558\uC9C0\uB9CC \uC800\uB294 \uD55C \uD68C\uC0AC\uC5D0\uC11C \uADFC\uBB34\uD558\uACE0 \uC788\uB294 \uB3D9\uB8CC\uB4E4\uC774\uB77C\uBA74 \uC11C\uB85C\uB97C \uC2E0\uB8B0\uD558\uACE0 \uC874\uC911\uD558\uBA70 \uD654\uBAA9\uD558\uAC8C \uC9C0\uB0B4\uB294, \uC0AC\uB78C \uB0C4\uC0C8\uB098\uB294 \uADFC\uBB34 \uD658\uACBD\uC744 \uB9CC\uB4E4\uACE0 \uC2F6\uC5C8\uC2B5\uB2C8\uB2E4. \uB610\uD55C \uBAA8\uB450\uC758 \uBAA9\uD45C\uC778 \uC548\uC804 \uD56D\uD574\uB97C \uB354\uC6B1 \uD6A8\uC728\uC801\uC73C\uB85C \uC774\uB8E8\uACE0 \uC2F6\uC5C8\uC2B5\uB2C8\uB2E4. \uADF8\uB798\uC11C \uC804 \uD589\uB3D9\uD588\uC2B5\uB2C8\uB2E4.

self.co1_6 = \uCCAB\uC9F8\uB85C, \uAC19\uC740 \uBD80\uC11C\uC5D0 \uADFC\uBB34\uD558\uB294 \uC678\uAD6D\uC778 \uB3D9\uB8CC\uC5D0\uAC8C \uBA3C\uC800 \uB2E4\uAC00\uAC00 \uB9D0\uC744 \uAC74\uB124\uBA70 \uC2DD\uC0AC\uB3C4 \uD568\uAED8\uD558\uACE0 \uB9CE\uC740 \uAC83\uC744 \uD568\uAED8\uD558\uBA70 \uAC19\uC774 \uC5B4\uC6B8\uB838\uC2B5\uB2C8\uB2E4. \uD568\uAED8\uD558\uB294 \uC2DC\uAC04\uC774 \uB9CE\uC544\uC9C0\uBA74\uC11C \uC800\uC758 \uBD80\uC871\uD55C \uC601\uC5B4 \uC2E4\uB825\uC774 \uB4DC\uB7EC\uB0AC\uC2B5\uB2C8\uB2E4. \uD558\uC9C0\uB9CC \uC774\uAC83\uC744 \uBD80\uB044\uB7FD\uAC8C \uC5EC\uAE30\uC9C0 \uC54A\uACE0 \uC624\uD788\uB824 \uB300\uD654\uC5D0 \uB354 \uC801\uADF9\uC801\uC73C\uB85C \uCC38\uC5EC\uD588\uACE0 \uB300\uD654 \uC911 \uC804\uC790\uC0AC\uC804\uC744 \uD3BC\uCCD0 \uB193\uC73C\uBA74\uC11C \uB300\uD654\uB97C \uC2DC\uB3C4 \uD588\uC2B5\uB2C8\uB2E4. \uC774 \uC801\uADF9\uC801\uC778 \uD589\uB3D9\uB4E4\uC774 \uB3D9\uB8CC\uB4E4\uC758 \uB9C8\uC74C\uC5D0 \uC791\uC740 \uBCC0\uD654\uB97C \uC77C\uC73C\uCF30\uACE0 \uC810\uCC28 \uC2DC\uAC04\uC774 \uC9C0\uB0A0\uC218\uB85D \uB3D9\uB8CC\uB4E4\uACFC \uC6C3\uC73C\uBA74\uC11C \uC77C\uD560 \uC218 \uC788\uC5C8\uACE0, \uB098\uC544\uAC00 \uC11C\uB85C\uC758 \uBC84\uD300\uBAA9\uC774 \uB418\uC5B4\uC904 \uC218 \uC788\uC5C8\uC2B5\uB2C8\uB2E4.
self.co1_7 = \uC804 \uC774 \uACBD\uD5D8\uC744 \uD1B5\uD574 \uC8FC\uBCC0\uC5D0 \uC788\uB294 \uC0AC\uB78C\uB4E4\uC758 \uB9D0\uC5D0 \uADC0 \uAE30\uC6B8\uC774\uB294 \uD589\uB3D9, \uADF8\uAC83\uC774 \uB07C\uCE58\uB294 \uC601\uD5A5\uC774 \uC5BC\uB9C8\uB098 \uB300\uB2E8\uD55C \uAC83\uC778\uC9C0, \uADF8\uB9AC\uACE0 \uB098\uC758 \uB9D0\uC744 \uB4E4\uC5B4\uC8FC\uB294 \uC0AC\uB78C\uC774 \uC788\uB2E4\uB294 \uAC83\uC774 \uC5BC\uB9C8\uB098 \uD589\uBCF5\uAC10\uC744 \uC8FC\uB294\uC9C0 \uBC30\uC6E0\uC2B5\uB2C8\uB2E4. \uC800\uB294 \uC0AC\uB78C\uACFC \uC0AC\uB78C \uC0AC\uC774\uC5D0 \uAD00\uACC4\uB97C \uC911\uC694\uC2DC\uD558\uBA70 \uB3D9\uB8CC\uB4E4 \uAC04\uC5D0 \uD611\uB825\uC73C\uB85C \uC77C\uC758 \uD6A8\uC728\uC744 \uB192\uC774\uB294 \uAC78 \uC120\uD638\uD569\uB2C8\uB2E4. \uC785\uC0AC \uD6C4\uC5D0\uB3C4 \uC800\uC758 \uC55E\uC120 \uB178\uB825\uACFC \uAC19\uC774 \uB3D9\uB8CC \uC0AC\uB791\uC744 \uBA48\uCD94\uC9C0 \uC54A\uACE0 \uACC4\uC18D\uD574\uC11C \uC774\uC5B4\uAC00\uACA0\uC2B5\uB2C8\uB2E4.

self.title2_1 = \uC131\uACA9\uC758 \uC7A5\uB2E8\uC810
self.co2_1 = \u201C\uBCC0\uD654\uB97C \uB450\uB824\uC6CC\uD558\uC9C0 \uC54A\uB294 \uC778\uC7AC\u201D
self.co2_2 = \uC800\uC758 \uC7A5\uC810\uC740 \uD559\uCC3D \uC2DC\uC808 \uCE5C\uAD6C \uBC0F \uC8FC\uBCC0 \uC0AC\uB78C\uB4E4\uC758 \uC758\uACAC\uC744 \uACBD\uCCAD\uD558\uACE0 \uD638\uC751\uC744 \uC798\uD574\uC8FC\uC5C8\uC73C\uBA70, \uC6D0\uB9CC\uD55C \uB300\uC778\uAD00\uACC4\uB97C \uC720\uC9C0\uD558\uC600\uC2B5\uB2C8\uB2E4.
self.co2_3 = \uB2E8\uC810\uC73C\uB85C\uB294 \uB0B4\uD5A5\uC801\uC778 \uC131\uACA9\uC73C\uB85C \uAC70\uC808\uD558\uC9C0 \uBABB\uD574 \uB09C\uCC98\uD588\uB358 \uACBD\uD5D8\uC774 \uC788\uC5C8\uC2B5\uB2C8\uB2E4. \uC774\uB7EC\uD55C \uC131\uACA9\uC744 \uACE0\uCE58\uAE30 \uC704\uD574 \uC7AC\uD559 \uC911 \uB9C8\uC220 \uB3D9\uD638\uD68C \uD65C\uB3D9\uC744 \uD1B5\uD574 \uACF5\uC6D0\uC774\uB098 \uAE38\uAC70\uB9AC\uC5D0\uC11C \uB9C8\uC220\uACF5\uC5F0\uC744 \uD558\uBA70 \uC131\uACA9\uC744 \uC678\uD5A5\uC801\uC73C\uB85C \uBC14\uAFB8\uC5B4 \uB098\uAC14\uC2B5\uB2C8\uB2E4. \uC774\uB807\uAC8C \uB178\uB825\uD574 \uC131\uACA9\uC744 \uBC14\uAFD4\uAC00\uBA70 \uC5B4\uB5A0\uD55C \uC77C\uC774\uB4E0 \uD574\uB0BC \uC218 \uC788\uB2E4\uB294 \uC790\uC2E0\uAC10\uC774 \uC0DD\uACBC\uACE0 \uC5B4\uB824\uC6B4 \uC77C\uC774 \uC0DD\uACBC\uC744 \uB54C \uB048\uAE30 \uC788\uAC8C \uB178\uB825\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.

self.title3_1 = \uC9C0\uC6D0 \uC9C1\uBB34 \uAD00\uB828 \uB2F4\uB2F9\uC790\uAC00 \uAC16\uCDB0\uC57C\uD560 \uC790\uC138\uC640 \uC5ED\uB7C9\uC5D0 \uB300\uD574 \uAE30\uC220
self.co3_1 = \uC5B4\uB5A4\uD55C \uC9C1\uBB34\uB97C \uD558\uB354\uB77C\uB3C4 \uC5C5\uBB34\uC5D0 \uC801\uC751\uC744 \uC798\uD558\uB294 \uAC83\uC774 \uC911\uC694\uD558\uB2E4\uACE0 \uC0DD\uAC01\uD569\uB2C8\uB2E4. 
self.co3_2 = \uC800\uB294 \uC5C5\uBB34 \uAC15\uB3C4\uAC00 \uB192\uC740 \uC120\uBC15\uC5D0 \uADFC\uBB34\uD558\uBA70 \uD55C\uBC88 \uC2B9\uC120\uD558\uBA74 \uC9E7\uAC8C\uB294 6\uAC1C\uC6D4 \uAE38\uAC8C\uB294 1\uB144\uB3D9\uC548 24\uC2DC\uAC04 3\uAD50\uB300\uB85C \uC8FC\uB9D0, \uD734\uC77C \uC5C6\uC774 \uBC14\uB2E4 \uC704\uC5D0\uC11C \uC0DD\uD65C\uD558\uBA70, \uC0C8\uB85C \uC2B9\uC120\uD560 \uB54C\uB9C8\uB2E4 \uC0C8\uB85C\uC6B4 \uC0AC\uB78C\uC744 \uB9CC\uB098\uACE0 \uC0C8\uB85C\uC6B4 \uC7A5\uBE44\uB97C \uB2E4\uB8E8\uBA70 \uC5B4\uB5A0\uD55C \uC5C5\uBB34\uC5D0\uB3C4 \uC798 \uC801\uC751\uD560 \uC790\uC2E0\uC774 \uC788\uC2B5\uB2C8\uB2E4. \uB610\uD55C \uB2E4\uC591\uD55C \uC7A5\uBE44\uB97C \uB9CC\uC9C0\uB2E4 \uBCF4\uBA74 \uC5EC\uB7EC \uC0AC\uAC74 \uC0AC\uACE0 \uBC0F \uC704\uAE09\uC0C1\uD669\uC744 \uB9CE\uC774 \uACAA\uC5C8\uC73C\uBA70, \uC774\uB97C \uD574\uACB0\uD574 \uB098\uC544\uAC00\uBA70 \uC774\uC81C\uB294 \uC5B4\uB5A0\uD55C \uBB38\uC81C\uAC00 \uC0DD\uAE30\uB354\uB77C\uB3C4 \uCE68\uCC29\uD558\uAC8C \uBB38\uC81C\uB97C \uBD84\uC11D\uD558\uACE0 \uB300\uCC98\uD560 \uC218 \uC788\uAC8C \uB418\uC5C8\uC2B5\uB2C8\uB2E4.

self.title4_1 = \uC785\uC0AC \uD6C4 \uD3EC\uBD80
self.co4_1 = \uC785\uC0AC\uB294 \uC2DC\uC791\uC774\uB77C\uACE0 \uC0DD\uAC01\uD569\uB2C8\uB2E4. \uC800\uB294 \uB450 \uAC00\uC9C0 \uBAA9\uD45C\uB97C \uD1B5\uD574 \uADC0\uC0AC\uC5D0 \uC77C\uC870\uD558\uACA0\uC2B5\uB2C8\uB2E4.
self.co4_2 = \uCCAB\uC9F8, \uBA48\uCDB0 \uC788\uC9C0 \uC54A\uACE0 \uB2EC\uB9AC\uACA0\uC2B5\uB2C8\uB2E4.
self.co4_3 = \uC804\uBB38\uC801\uC778 \uAC1C\uBC1C\uC790\uAC00 \uB418\uAE30 \uC704\uD574 \uACC4\uC18D\uD574\uC11C \uAD50\uC721\uBC1B\uC744 \uAC83\uC785\uB2C8\uB2E4. \uD604\uC7AC\uC5D0 \uC548\uC8FC\uD574 \uC788\uC9C0 \uC54A\uACE0 \uBC1C\uC804\uD558\uB294 \uBAA8\uC2B5\uC73C\uB85C \uADC0\uC0AC\uC758 \uBC1C\uC804\uC5D0 \uAE30\uC5EC\uD558\uACA0\uC2B5\uB2C8\uB2E4.
self.co4_4 = \uB458\uC9F8, \uD56D\uC0C1 \uC0AC\uBA85\uAC10\uC744 \uAC00\uC9C0\uACE0 \uC77C\uD558\uB294 \uC0AC\uC6D0\uC774 \uB418\uACA0\uC2B5\uB2C8\uB2E4.
self.co4_5 = \uAC1C\uBC1C\uC740 \uC81C\uD488\uC758 \uC644\uC131\uB3C4\uC5D0 \uAE30\uC5EC\uD558\uB294 \uBD80\uBD84\uC774\uC790 \uC2E0\uB8B0\uB3C4\uC5D0 \uC601\uD5A5\uC744 \uBBF8\uCE58\uB294 \uC9C1\uBB34\uB77C\uACE0 \uC0DD\uAC01\uD569\uB2C8\uB2E4. \uADF8\uB807\uAE30\uC5D0 \uC0AC\uC18C\uD55C \uCC28\uC774\uB294 \uC644\uC131\uB3C4 \uC788\uB294 \uACB0\uACFC\uBB3C\uC744 \uB0B4\uB294 \uC9C0\uD45C\uAC00 \uB420 \uAC83\uC785\uB2C8\uB2E4. \uC81C\uAC00 \uAC1C\uBC1C\uC790\uAC00 \uB41C\uB2E4\uBA74 \uD56D\uC0C1 \uC0AC\uBA85\uAC10\uC744 \uAC00\uC9C0\uACE0 \uC815\uD655\uC131 \uC788\uB294 \uACB0\uACFC\uB85C \uBBFF\uC74C\uC9C1\uD55C \uAE30\uC5C5\uC774 \uB418\uB294\uB370 \uC774\uBC14\uC9C0\uD558\uACA0\uC2B5\uB2C8\uB2E4.

# timeline.jsp
timeline.1_1 = 2009\uB144 3\uC6D4 ~ 2012\uB144 2\uC6D4(3\uB144)
timeline.1_2 = \uC778\uCC9C\uD574\uC0AC\uACE0\uB4F1\uD559\uAD50
timeline.1_3 = \uAE30\uAD00\uACFC

timeline.2_1 = 2012\uB144 3\uC6D4 ~ 2016\uB144 4\uC6D4(4\uB144)
timeline.2_2 = \uC804\uB0A8\uB300\uD559\uAD50 \uC785\uD559~ \uBAA9\uD3EC\uD574\uC591\uB300\uD559\uAD50 \uC878\uC5C5
timeline.2_3 = \uC804\uB0A8\uB300\uD559\uAD50 \uAE30\uAD00\uC2DC\uC2A4\uD15C\uACF5\uD559 \uC804\uACF5 \uC785\uD559, \uBAA9\uD3EC\uD574\uC591\uB300\uD559\uAD50 \uD3B8\uC785 
timeline.2_4 = \uAE30\uAD00\uC2DC\uC2A4\uD15C\uC804\uACF5, \uC804\uAE30\uC804\uC790\uC804\uACF5 \uC878\uC5C5. \uD559\uC810 : 3.39/4.5
 
timeline.3_1 = 2016\uB144 11\uC6D4 ~ 2023\uB144 6\uC6D4 (\uC57D 6\uB144 3\uAC1C\uC6D4)
timeline.3_2 = \uC6D0\uC591 \uC0C1\uC120, \uC608\uC778\uC120, \uAD00\uACF5\uC120 \uC2B9\uC120 \uADFC\uBB34
timeline.3_3 = UMS ,PMS, AMS, PID\uC81C\uC5B4 \uC2DC\uC2A4\uD15C \uAD00\uB9AC, \uC120\uBC15 \uCD94\uC9C4\uAE30, \uBC1C\uC804\uAE30, \uBCF4\uC77C\uB7EC, \uB0C9\uB3D9\uAE30, \uC5D0\uC5B4\uCEE8, \uC804\uAE30\uD328\uB110, \uC18C\uBC29\uC7A5\uCE58 \uB4F1 \uC6B4\uC6A9 \uBC0F \uC720\uC9C0\uBCF4\uC218.

timeline.4_1 = 2023\uB144 10\uC6D4 ~ 2024\uB144 3\uC6D4 (5\uAC1C\uC6D4)
timeline.4_2 = \uC815\uC11D\uCF54\uB529 \uC218\uB8CC
timeline.4_3 = Java \uC6F9 \uC560\uD50C\uB9AC\uCF00\uC774\uC158 \uAC1C\uBC1C\uC790 \uC591\uC131 \uACFC\uC815
timeline.4_4 = \uB9C8\uCF13\uCEEC\uB9AC \uD074\uB860\uCF54\uB529 \uD300\uD504\uB85C\uC81D\uD2B8 \uC9C4\uD589
timeline.4_5 = \uC0C1\uD488\uC0C1\uC138\uD398\uC774\uC9C0 \uC870\uD68C, \uC7A5\uBC14\uAD6C\uB2C8 \uB2F4\uAE30 \uBC0F \uC8FC\uBB38\uD558\uAE30 \uAD6C\uD604

timeline.5_1 = 2023\uB144 4\uC6D4 ~ ing
timeline.5_2 = \uD3EC\uD1A0\uD3F4\uB9AC\uC624 \uADF8\uB8F9 \uC2A4\uD130\uB514
timeline.5_3 = \uD3EC\uD1A0\uD3F4\uB9AC\uC624 \uC81C\uC791, aws\uB97C \uD65C\uC6A9\uD55C \uD3EC\uD1A0\uD3F4\uB9AC\uC624 \uBC30\uD3EC
timeline.5_4 = \uD68C\uC6D0\uAC00\uC785, \uB85C\uADF8\uC778, \uB85C\uADF8\uC544\uC6C3, \uAC8C\uC2DC\uD310(\uC791\uC131, \uC218\uC815, \uC0AD\uC81C, \uC870\uD68C, \uD398\uC774\uC9D5),
timeline.5_5 = \uC88B\uC544\uC694/\uC2EB\uC5B4\uC694 \uAE30\uB2A5, \uB313\uAE00\uAE30\uB2A5 \uB4F1.. \uAD6C\uD604

#job-detail.jsp
job.location = \uACBD\uAE30\uB3C4 \uC6A9\uC778\uC2DC
job.birth = 1993\uB144 04\uC6D4 29\uC77C (\uB9CC 31\uC138)
job.salary = \uC0AC\uADDC\uC5D0 \uB530\uB984
job.edu = 4\uB144\uC81C \uD559\uC0AC
job.exp = \uC2E0\uC785
job.lan = \uC77C\uBCF8\uC5B4(\uBE44\uC9C0\uB2C8\uC2A4 \uD68C\uD654), \uC601\uC5B4(\uAE30\uCD08\uD68C\uD654)
job.cer1 = \uC815\uBCF4\uCC98\uB9AC\uAE30\uC0AC(\uD544\uAE30), \uC6B4\uC804\uBA74\uD5C8\uC99D 1\uC885 \uBCF4\uD1B5,
job.cer2 = \uD574\uAE30\uC0AC 3\uAE09 \uAE30\uAD00\uC0AC, \uC18C\uBC29\uC548\uC804\uAD00\uB9AC\uC790 2\uAE09, 
job.cer3 = \uC704\uD5D8\uBB3C\uC548\uC804\uAD00\uB9AC\uC790\uACA9\uC99D

pro1 = \uD3EC\uD1A0\uD3F4\uB9AC\uC624\uC6A9 \uAC1C\uC778 \uD504\uB85C\uC81D\uD2B8 Portfolio junani0v0 (\uAC1C\uC778 \uD3EC\uD2B8\uD3F4\uB9AC\uC624) | \uAC1C\uBC1C\uAE30\uAC04 : 2024.05.27 ~  
pro2 = \uAD6C\uD604 \uAE30\uB2A5
Fn1.1 = \uD68C\uC6D0\uAC00\uC785
Fn1.2 = \uBE44\uBC00\uBC88\uD638 \uC554\uD638\uD654
Fn1.3 = bcrypt \uB77C\uC774\uBE0C\uB7EC\uB9AC\uB97C \uD65C\uC6A9\uD55C DB \uBE44\uBC00\uBC88\uD638 \uC800\uC7A5 \uC554\uD638\uD654
Fn1.4 = \uC774\uBA54\uC77C \uC778\uC99D\uC73C\uB85C \uC0AC\uC6A9\uC790 \uC774\uBA54\uC77C \uC720\uD6A8 \uC5EC\uBD80 \uC778\uC99D
Fn1.5 = \uD68C\uC6D0\uAC00\uC785 \uC2DC \uC778\uC99D\uB9C1\uD06C \uCCA8\uBD80 \uC774\uBA54\uC77C \uBC1C\uC1A1
Fn1.6 = Jasypt \uB77C\uC774\uBE0C\uB7EC\uB9AC\uB85C \uC774\uBA54\uC77C & \uBE44\uBC00\uBC88\uD638 \uC554\uD638\uD654
Fn1.7 = tomcat \uD658\uACBD\uBCC0\uC218\uB85C Jasypt \uBCF5\uAD6C\uD654 \uD0A4 \uB4F1\uB85D
Fn1.8 = \uC778\uC99D\uC5EC\uBD80 DB\uC5D0 \uBC18\uC601
Fn1.9 = \uD68C\uC6D0\uAC00\uC785 \uC81C\uC57D\uC0AC\uD56D(\uC720\uD6A8\uC131 \uAC80\uC0AC)
Fn1.10 = Ajax\uB97C \uD65C\uC6A9\uD558\uC5EC \uC544\uC774\uB514 \uC791\uC131\uD6C4 \uBC14\uB85C ID \uC911\uBCF5 \uCCB4\uD06C(\uC911\uBCF5 \uBD88\uAC00)
Fn1.11 = ID \uACF5\uBC31 \uB610\uB294 \uBE48\uCE78 \uBD88\uAC00
Fn1.12 = ID 4~20\uC790 \uC601\uC5B4 \uC18C\uBB38\uC790, \uC22B\uC790\uB9CC \uAC00\uB2A5 \uC870\uAC74
Fn1.13 = \uBE44\uBC00\uBC88\uD638 8~16\uC790 \uC601\uBB38 \uB300/\uC18C\uBB38\uC790, \uC22B\uC790 \uBC0F \uD2B9\uC218\uBB38\uC790 1\uAC1C \uC774\uC0C1 \uD3EC\uD568 \uC870\uAC74
Fn1.14 = \uBE44\uBC00\uBC88\uD638 \uD655\uC778 \uCE78\uACFC \uBE44\uBC00\uBC88\uD638\uCE78\uC758 \uBE44\uBC00\uBC88\uD638 \uAC19\uC740\uC9C0 \uD655\uC778
Fn1.15 = \uC774\uB984\uACFC \uC774\uBA54\uC77C \uACF5\uBC31 \uB610\uB294 \uBE48\uCE78 \uBD88\uAC00, \uC774\uBA54\uC77C \uD615\uC2DD \uC900\uC218 \uC870\uAC74
Fn1.16 = \uC774\uB984\uACFC \uC774\uBA54\uC77C \uC774\uB984 \uCD5C\uB300 20\uC790 \uC870\uAC74
Fn1.17 = \uC704 \uC870\uAC74\uB4E4\uC774 \uBAA8\uB450 \uCC38\uC774\uC5EC\uC57C\uC9C0\uB9CC \uD68C\uC6D0\uAC00\uC785 \uBC84\uD2BC \uD65C\uC131\uD654, \uC544\uB2D0\uC2DC \uBE44\uD65C\uC131\uD654

Fn2.1 = \uB85C\uADF8\uC778
Fn2.2 = ID \uC870\uD68C
Fn2.3 = \uC0AC\uC6A9\uC790 \uC785\uB825 ID\uB97C DB\uC5D0 \uC870\uD68C \uC720\uD6A8\uC131 \uD655\uC778
Fn2.4 = \uBE44\uBC00\uBC88\uD638 \uC870\uD68C
Fn2.5 = \uC544\uC774\uB514 \uC800\uC7A5(\uCD94\uAC00\uC608\uC815)
Fn2.6 = \uC544\uC774\uB514, \uBE44\uBC00\uBC88\uD638 \uCC3E\uAE30 & \uBE44\uBC00\uBC88\uD638 \uBCC0\uACBD(\uCD94\uAC00\uC608\uC815)
Fn2.7 = \uC774\uBA54\uC77C \uC778\uC99D \uC0AC\uC6A9\uC790\uB9CC \uB85C\uADF8\uC778 \uAC00\uB2A5\uD558\uB3C4\uB85D \uC81C\uD55C

Fn3.1 = \uB85C\uADF8\uC544\uC6C3
Fn3.2 = \uB85C\uADF8\uC544\uC6C3\uC2DC \uC138\uC158 \uC0AD\uC81C

Fn4.1 = \uAC8C\uC2DC\uD310
Fn4.2 = filter\uB97C \uD65C\uC6A9\uD558\uC5EC \uAC8C\uC2DC\uD310 \uC811\uADFC \uC81C\uD55C
Fn4.3 = \uC138\uC158\uC73C\uB85C \uB85C\uADF8\uC778 \uC5EC\uBD80 \uD310\uB2E8
Fn4.4 = \uB85C\uADF8\uC778 \uC2DC\uC5D0\uB9CC \uC811\uADFC \uAC00\uB2A5
Fn4.5 = \uBE44\uB85C\uADF8\uC778 \uC2DC \uB85C\uADF8\uC778 \uD654\uBA74\uC73C\uB85C \uC774\uB3D9
Fn4.6 = \uB85C\uADF8\uC778 \uC131\uACF5 \uD6C4 \uC774\uC804 \uC694\uCCAD\uC73C\uB85C \uB9AC\uB2E4\uC774\uB809\uD2B8
Fn4.7 = \uD398\uC774\uC9D5
Fn4.8 = 1\uD398\uC774\uC9C0\uC640 \uB9C8\uC9C0\uB9C9 \uD398\uC774\uC9C0\uC5D0\uC11C \uAC01\uAC01 \uC774\uC804, \uB2E4\uC74C \uBC84\uD2BC \uC228\uAE30\uAE30
Fn4.9 = \uD55C \uD398\uC774\uC9C0 \uB2F9 \uCD9C\uB825 \uAC8C\uC2DC\uAE00 10\uAC1C
Fn4.10 = \uD398\uC774\uC9D5 \uB124\uBE44\uAC8C\uC774\uC158 \uBC14 \uD55C \uD398\uC774\uC9C0 \uB2F9 10\uAC1C\uC529 \uCD9C\uB825
Fn4.11 = \uAC8C\uC2DC\uAE00 \uB9AC\uC2A4\uD2B8 \uC870\uD68C
Fn4.12 = \uAC8C\uC2DC\uBB3C \uBC88\uD638 DB\uAC8C\uC2DC\uAE00 \uBC88\uD638\uAC00 \uC544\uB2CC \uC804\uCCB4 \uAC1C\uC218 \uAE30\uC900\uC73C\uB85C \uBCC0\uACBD\uC608\uC815
Fn4.13 = \uCCA8\uBD80\uD30C\uC77C \uC5EC\uBD80, \uB313\uAE00, \uC88B\uC544\uC694 & \uC2EB\uC5B4\uC694 \uAC1C\uC218 \uD45C\uC2DC
Fn4.14 = \uAC8C\uC2DC\uAE00 \uC791\uC131(\uCCA8\uBD80\uD30C\uC77C)
Fn4.15 = trumbowyg \uD14D\uC2A4\uD2B8 \uC5D0\uB514\uD130\uB97C \uC774\uC6A9\uD55C \uAC8C\uC2DC\uBB3C \uB0B4\uC6A9 \uC785\uB825
Fn4.16 = \uCCA8\uBD80\uD30C\uC77C \uB4F1\uB85D (\uCD5C\uB300 3\uAC1C)
Fn4.17 = \uCCA8\uBD80\uD30C\uC77C \uC6A9\uB7C9 \uC81C\uD55C (10MB)
Fn4.18 = \uAC8C\uC2DC\uAE00 \uC0C1\uC138 \uC870\uD68C
Fn4.19 = \uAC8C\uC2DC\uAE00 \uC88B\uC544\uC694 & \uC2EB\uC5B4\uC694 DB \uBC18\uC601
Fn4.20 = \uAC8C\uC2DC\uAE00 \uC791\uC131\uC790\uB9CC \uAC8C\uC2DC\uAE00 \uC218\uC815/\uC0AD\uC81C \uBC84\uD2BC \uBCF4\uC774\uAC8C & \uC544\uB2D0 \uACBD\uC6B0 \uC228\uAE30\uAE30
Fn4.21 = \uB313\uAE00, \uB300\uB313\uAE00(\uC608\uC815) \uAE30\uB2A5 & \uC791\uC131\uC790\uAC00 \uAC19\uC544\uC57C\uB9CC \uC218\uC815/\uC0AD\uC81C \uAC00\uB2A5
Fn4.22 = \uCCA8\uBD80\uD30C\uC77C \uB2E8\uC77C \uB2E4\uC6B4\uB85C\uB4DC & zip\uD30C\uC77C\uB85C \uC77C\uAD04 \uB2E4\uC6B4\uB85C\uB4DC \uAE30\uB2A5
Fn4.23 = \uAC8C\uC2DC\uAE00 \uC218\uC815
Fn4.24 = ajax\uB97C \uD65C\uC6A9\uD558\uC5EC \uC989\uAC01 \uBC18\uC601 \uCCA8\uBD80\uD30C\uC77C \uC0AD\uC81C/\uCD94\uAC00 (\uCD5C\uB300 3\uAC1C \uC720\uC9C0)
Fn4.25 = \uAC8C\uC2DC\uAE00 \uC0AD\uC81C
Fn4.26 = \uAC8C\uC2DC\uAE00 \uBC88\uD638 \uCCA8\uBD80\uD30C\uC77C \uC804\uCCB4 \uC0AD\uC81C
Fn4.27 = \uAC8C\uC2DC\uAE00 \uBC88\uD638 \uB313\uAE00 \uC804\uCCB4 \uC0AD\uC81C
Fn4.28 = \uAC8C\uC2DC\uAE00 \uBC88\uD638 \uC88B\uC544\uC694 \uC804\uCCB4 \uC0AD\uC81C
Fn4.29 = \uAC8C\uC2DC\uAE00 \uBC88\uD638 \uC2EB\uC5B4\uC694 \uC804\uCCB4 \uC0AD\uC81C
Fn4.30 = \uAC8C\uC2DC\uAE00 \uBC88\uD638 \uAC8C\uC2DC\uAE00 \uC0AD\uC81C

Fn5.1 = \uB2E4\uAD6D\uC5B4 \uAE30\uB2A5
Fn5.2 = i18n\uC744 \uD65C\uC6A9\uD558\uC5EC \uC601\uC5B4, \uD55C\uAD6D\uC5B4, \uC77C\uBCF8\uC5B4 \uB2E4\uAD6D\uC5B4 \uAE30\uB2A5 \uCD94\uAC00

Fn6.1 = \uBC30\uD3EC
Fn6.2 = aws\uB97C \uD65C\uC6A9\uD55C \uBC30\uD3EC & \uBC30\uD3EC\uC6A9 DB\uC0DD\uC131
Fn6.3 = src/main/resource\uB97C local, dev, common\uB85C \uAD6C\uBD84
Fn6.4 = config.properties\uB85C local\uACFC \uBC30\uD3EC(dev)\uC0C1\uD0DC\uC5D0\uC11C \uAC01\uAC01\uC758 \uCCA8\uBD80\uD30C\uC77C \uC800\uC7A5 \uACBD\uB85C \uBC0F \uC778\uC99D\uC774\uBA54\uC77C \uC8FC\uC18C \uC124\uC815

Fn7.1 = \uD14C\uC2A4\uD2B8 \uCF00\uC774\uC2A4
Fn7.2 = JUnit5\uB97C \uD65C\uC6A9\uD558\uC5EC \uB2E8\uC704\uD14C\uC2A4\uD2B8 \uC9C4\uD589

t.pro1 = Brokurly (\uB9C8\uCF13\uCEEC\uB9AC \uD074\uB860\uCF54\uB529 \uD504\uB85C\uC81D\uD2B8) | \uAC1C\uBC1C\uC778\uC6D0 : 7\uBA85 | \uAC1C\uBC1C\uAE30\uAC04 : 2024.01.11 ~ 2024.03.15(\uC57D 2\uAC1C\uC6D4)
t.pro2 = \uC0C1\uD488 \uC0C1\uC138 \uD398\uC774\uC9C0 \uC870\uD68C, \uC218\uC815, Ajax\uB97C \uD65C\uC6A9\uD55C \uC7A5\uBC14\uAD6C\uB2C8 \uB2F4\uAE30 & \uCC1C \uAE30\uB2A5 \uAD6C\uD604.
t.pro3 = \uC0C1\uD488\uACE0\uC2DC\uC815\uBCF4, \uC0C1\uD488 \uD6C4\uAE30 \uC870\uD68C, \uC0C1\uD488 \uBB38\uC758 \uC791\uC131 & \uC870\uD68C, \uC218\uC815 \uAD6C\uD604.
t.pro4 = \uC7A5\uBC14\uAD6C\uB2C8 \uC870\uD68C, \uC120\uD0DD \uC0C1\uD488 \uC0AD\uC81C, \uC218\uB7C9 \uBCC0\uACBD\uACFC \uADF8\uC5D0 \uB530\uB978 \uC0C1\uD488 \uAE08\uC561\uACC4\uC0B0.
t.pro5 = \uC7A5\uBC14\uAD6C\uB2C8 \uC120\uD0DD \uC0C1\uD488\uC5D0 \uB300\uD55C \uACB0\uC81C\uC608\uC815\uAE08\uC561 \uACC4\uC0B0 DB\uC640 \uC5F0\uB3D9 \uAD6C\uD604.
t.pro6 = \uC7A5\uBC14\uAD6C\uB2C8 \uC120\uD0DD\uC0C1\uD488 \uC8FC\uBB38, \uC7A5\uBC14\uAD6C\uB2C8 \uBE44\uC6B0\uAE30 \uAD6C\uD604.
t.pro7 = \uCE74\uCE74\uC624 \uC8FC\uC18C API\uB97C \uD65C\uC6A9\uD55C \uC8FC\uC18C\uC9C0 \uB4F1\uB85D, \uC870\uD68C, \uBCC0\uACBD \uAE30\uB2A5 \uAD6C\uD604.

t.skill1 = \uC790\uBC14 \uD504\uB85C\uADF8\uB798\uBC0D \uC5B8\uC5B4\uB97C \uD65C\uC6A9\uD55C \uC2A4\uD504\uB9C1 \uD504\uB808\uC784\uC6CC\uD06C\uB85C \uC6F9 \uAC1C\uBC1C, \uC790\uBC14\uC758 \uAE30\uCD08\uB97C \uACF5\uBD80\uD558\uACE0 \uC790\uB8CC\uAD6C\uC870\uC640 \uC54C\uACE0\uB9AC\uC998\uC744 \uC790\uBC14\uAE30\uBC18\uC73C\uB85C \uD559\uC2B5, \uC21C\uC218 \uC790\uBC14\uB97C \uD65C\uC6A9 \uB2E8\uC704 \uD14C\uC2A4\uD2B8\uB85C \uC548\uC815\uC801\uC778 \uCF54\uB4DC\uB97C \uC9DC\uAE30 \uC704\uD574 \uB178\uB825\uD558\uC600\uC2B5\uB2C8\uB2E4.
t.skill2 = \uBD80\uD2B8\uC2A4\uD2B8\uB7A9\uC744 \uD65C\uC6A9\uD55C \uC1FC\uD551\uBAB0 \uB808\uC774\uC544\uC6C3 \uBC0F \uC2A4\uD0C0\uC77C\uB9C1 \uC791\uC5C5.
t.skill3 = \uC5EC\uB7EC \uC774\uBCA4\uD2B8\uB97C \uB2E4\uB8E8\uC5B4 \uBCF4\uC558\uC73C\uBA70 Ajax\uB97C \uD65C\uC6A9\uD574\uC11C \uC11C\uBC84\uC640 \uBE44\uB3D9\uAE30 \uD1B5\uC2E0\uD558\uC5EC \uB370\uC774\uD130\uB97C \uBD84\uD560\uD558\uC5EC \uC77D\uC5B4\uC624\uB294 \uBC29\uBC95\uC744 \uAD6C\uD604.
t.skill4 = MVC\uD328\uD134\uC73C\uB85C \uCF54\uB4DC \uC791\uC131, Maven \uC0AC\uC6A9, \uD398\uC774\uC9D5 \uCC98\uB9AC \uAE30\uB2A5 \uAD6C\uD604 RESTful \uD558\uAC8C URI \uCF54\uB4DC\uB97C \uC9DC\uAE30 \uC704\uD574 \uB178\uB825\uD558\uC600\uC2B5\uB2C8\uB2E4.
t.skill5 = MyBatis\uB85C DB\uC5D0 \uC811\uADFC\uD558\uB294 SQL\uB85C\uC9C1 \uAD6C\uD604.
t.skill6 = JUnit\uC744 \uD65C\uC6A9\uD558\uC5EC \uB2E8\uC704 \uD14C\uC2A4\uD2B8(Unit Test) \uC9C4\uD589.
t.skill7 = ERD CLOUD\uB97C \uC0AC\uC6A9\uD558\uC5EC \uC1FC\uD551\uBAB0 \uACE0\uAC1D \uBC0F \uC0C1\uD488 \uAD00\uB828 \uB370\uC774\uD130\uBAA8\uB378\uB9C1.
t.skill8 = \uD6A8\uC728\uC801\uC778 \uC778\uB371\uC2A4 \uBC0F \uC870\uC778 \uD65C\uC6A9\uC73C\uB85C \uC0C1\uD488\uD398\uC774\uC9C0, \uC88B\uC544\uC694, \uC7A5\uBC14\uAD6C\uB2C8 \uAE30\uB2A5 \uAD6C\uD604.

# career.jsp 
career.p = \uC9C1\uAE09 : 
career.c = \uD68C\uC0AC \uC815\uBCF4 : 
career.d = \uBD80\uC11C : 
career.a = \uADFC\uBB34 \uAE30\uAC04 : 
career.m = \uC8FC\uC694\uC5C5\uBB34 :  

career.p1 = 1\uB4F1 \uAE30\uAD00\uC0AC
career.c1 = \uC639\uC9C4\uAD70\uCCAD
career.d1 = \uC120\uBC15 \uC5D4\uC9C0\uB2C8\uC5B4
career.a1 = 2024.04~2024.06 (3 \uAC1C\uC6D4)

career.m1_1 = \uC639\uC9C4\uAD70 \uAD00\uACF5\uC120 \uC6B4\uD56D \uBC0F \uC720\uC9C0 \uAD00\uB9AC
career.m1_2 = \uC639\uC9C4\uAD70 \uC12C \uC751\uAE09\uD658\uC790 \uC218\uC1A1 & \uC751\uAE09\uCC98\uCE58

career.s1 = \uC120\uBC15 \uB514\uC824 \uC5D4\uC9C4, \uB514\uC824 \uBC1C\uC804\uAE30, \uACF5\uAE30 \uC555\uCD95\uAE30, \uC5D0\uC5B4 \uCEE8\uB514\uC154\uB108, \uC5F4\uAD50\uD658\uAE30, \uC720\uC218\uBD84\uB9AC\uAE30, \uCCAD\uC815\uAE30, \uBAA8\uD130, \uC1A1\uD48D\uD32C, \uC18C\uBC29\uC124\uBE44, \uC720\uC555 \uC708\uB4E4\uB77C\uC2A4, \uC720\uC555 \uD06C\uB808\uC778, \uBCF4\uC77C\uB7EC, \uB0C9\uB3D9\uAE30, \uC870\uC218\uAE30, \uC2B9\uAC15\uAE30 \uB4F1 \uAC01\uC885\uAE30\uAE30 \uC6B4\uC6A9 \uBC0F \uBD84\uD574 \uC815\uBE44 \uC218\uB9AC
career.s2 = \uAC01\uC885 \uAE30\uAE30 \uBD84\uD574 \uBC0F \uACC4\uCE21 & \uC774\uC0C1 \uC2DC \uC218\uB9AC \uBC0F \uC6D0\uC778 \uBD84\uC11D
career.s3 = \uC808\uC5F0\uC800\uD56D \uC810\uAC80 \uBC0F \uC218\uB9AC
career.s4 = \uC804\uAE30 \uC774\uC0C1 \uBB38\uC81C \uC804\uAE30 \uACC4\uCE21, \uBD84\uC11D \uBC0F \uC218\uB9AC
career.s5 = \uC0AC\uACE0 \uBC29\uC9C0 \uBC0F \uAE30\uAE30 \uC720\uC9C0\uBCF4\uC218\uB97C \uC704\uD55C \uC608\uBC29\uC815\uBE44 \uC791\uC5C5 \uC218\uD589
career.s6 = \uC815\uBE44\uC810\uAC80, \uC815\uBE44, \uBD84\uD574\uC218\uB9AC, \uACC4\uCE21, \uC870\uC815, \uC870\uB9BD\uC791\uC5C5 \uBC0F \uACE0\uC7A5 \uBC1C\uC0DD \uC694\uC778 \uC870\uC0AC
career.s7 = \uAC01\uC885 \uBC30\uAD00(\uCCAD\uC218,\uD574\uC218,\uC5D0\uC5B4,\uC624\uC77C) \uC815\uBE44 \uBC0F \uB204\uC720, \uB204\uC218 \uC218\uB9AC
career.s8 = KR\uBC0F \uC120\uBC15 \uC815\uAE30,\uC911\uAC04 \uAC80\uC0AC \uC900\uBE44

career.p2 = 1\uB4F1 \uAE30\uAD00\uC0AC
career.c2_1 = \uD55C\uCC3D\uC0B0\uC5C5\u321C 
career.c2_2 = \uC778\uCC9C\uD56D \uC774\uC811\uC548 \uC608\uC778\uC120 \uC120\uBC15 \uD68C\uC0AC
career.d2 = \uC120\uBC15 \uC5D4\uC9C0\uB2C8\uC5B4
career.a2 = 2020.10~2023.04 (2\uB144 5\uAC1C\uC6D4)

career.m2_1 = \uC120\uBC15 \uC774\uC811\uC548 \uB77C\uC778\uC791\uC5C5
career.m2_2 = \uC0AC\uACE0 \uC120\uBC15 \uC774\uC548\uC791\uC5C5
career.m2_3 = \uB300\uD615 \uC120\uBC15 \uC774\uC811\uC548 \uC608\uC778\uC791\uC5C5 \uBC0F \uC0AC\uACE0\uC120\uBC15 \uAE34\uAE09\uC608\uC778\uC791\uC5C5

career.p3 = 2\uB4F1 \uAE30\uAD00\uC0AC
career.c3_1 = \uD3EC\uCC9C\uB9C8\uB9B0\u321C
career.c3_2 = Oil & Chemical \uC120\uBC15 \uD68C\uC0AC
career.d3 = \uC120\uBC15 \uC5D4\uC9C0\uB2C8\uC5B4
career.a3 = 2016.11~2020.04 (3\uB1444\uAC1C\uC6D4)
career.s10 = \uC120\uBC15 \uBA54\uC774\uC800 \uAC80\uC0AC & \uD56D\uB9CC\uAD6D \uD1B5\uC81C \uAC80\uC0AC \uC900\uBE44

career.i = \uC0AC\uC6A9 \uACC4\uCE21 \uAE30\uAD6C
career.i1 = \uC804\uAE30: \uBA40\uD2F0 \uBBF8\uD130, \uC554\uD398\uC5B4\uBBF8\uD130, \uBA54\uAC70 \uD14C\uC2A4\uD130
career.i2 = \uAE30\uACC4: P-Max \uAC8C\uC774\uC9C0, \uC218\uC778\uC120\uB3C4 \uACC4\uCE21\uAE30, \uC555\uB825\uACC4, \uC628\uB3C4\uACC4, \uD1A0\uD06C\uB80C\uCE58, \uB178\uC990 \uD14C\uC2A4\uD130
career.i3 = \uB9C8\uC774\uD06C\uB85C\uBBF8\uD130, \uD544\uB7EC \uAC8C\uC774\uC9C0, \uBC84\uB2C8\uC5B4 \uCF08\uB9AC\uD37C\uC2A4, \uB2E4\uC774\uC5BC\uAC8C\uC774\uC9C0, \uC774\uB108/\uC544\uC6C3 \uB2E4\uC774\uC5B4\uBBF8\uD130
career.i4 = \uC720\uCCB4: \uC720\uB7C9\uACC4, \uB808\uBCA8\uAC8C\uC774\uC9C0, \uC720\uB958 15ppm \uAC80\uCD9C\uAE30, \uBCF4\uC77C\uB7EC \uC5FC\uBD84 \uBD84\uC11D\uAE30, \uAC00\uC2A4 \uB514\uD14D\uD130 \uB4F1

career.p4 = \uC2E4\uC2B5 \uAE30\uAD00\uC0AC 
career.c4_1 = \uC70C\uD5F4\uC2A8\uC27D\uBA54\uB2C8\uC9C0\uBA3C\uD2B8\uCF54\uB9AC\uC544\u321C
career.c4_2 = Car carrier \uC120\uBC15 \uD68C\uC0AC
career.d4 = \uC120\uBC15 \uC5D4\uC9C0\uB2C8\uC5B4
career.a4 = 2015.01~2015.07 (6\uAC1C\uC6D4)

career.s9 = 3\uB4F1 \uAE30\uAD00\uC0AC \uC5C5\uBB34(\uB0C9\uB3D9\uAE30, \uBCF4\uC77C\uB7EC, \uC5D0\uC5B4\uCEE8) \uBCF4\uC870

