# menu.jsp
hello.start = \u3053\u3093\u306B\u3061\u306F
hello.end = \u3088\u3046\u3053\u305D! 
board.home = \u30DB\u30FC\u30E0\u30DA\u30FC\u30B8
board = \u63B2\u793A\u677F
board.notice = \u516C\u77E5\u4E8B\u9805
board.contact = \u9023\u7D61
menu.join = \u4F1A\u54E1\u767B\u9332
menu.login = \u30ED\u30B0\u30A4\u30F3
menu.profile = \u30D7\u30ED\u30D5\u30A3\u30FC\u30EB
menu.me = \u30DE\u30A4\u30DA\u30FC\u30B8
menu.career = \u7D4C\u6B74\u4E8B\u9805
menu.self = \u81EA\u5DF1\u7D39\u4ECB\u66F8
menu.history = \u5B66\u696D\u30FB\u6559\u80B2\u4E8B\u9805
menu.resume = \u5C65\u6B74\u66F8
menu.logout = \u30ED\u30B0\u30A2\u30A6\u30C8
Language = \u8A00\u8A9E

# login.jsp
login.header = \u307E\u305F\u3088\u304F\u304A\u3044\u3067\u4E0B\u3055\u3044\u307E\u3057\u305F
login.con = \u30E6\u30FC\u30B6\u30FCID\u3067\u30ED\u30B0\u30A4\u30F3\u53EF\u80FD\u3067\u3059
login = \u30ED\u30B0\u30A4\u30F3
login.id = \u30A2\u30A4\u30C7\u30A3\u30FC
login.password = \u30D1\u30B9\u30EF\u30FC\u30C9
login.rem = \u8A18\u61B6\u3059\u308B
login.or = \u53C8
login.account = \u4F1A\u54E1\u767B\u9332
login.lost = \u5931\u3046
login.null = \u975E\u4F1A\u54E1

# join.jsp
join.header = \u30A2\u30AB\u30A6\u30F3\u30C8\u4F5C\u6210
join.con = \u65B0\u3057\u3044\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u767B\u9332\u3059\u308B\u306B\u306F\u3001\u6B21\u306E\u30D5\u30A3\u30FC\u30EB\u30C9\u306B\u9069\u5207\u306A\u60C5\u5831\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044

userid = \u30A2\u30A4\u30C7\u30A3\u30FC
userid.success = \u4F7F\u7528\u53EF\u80FD\u306AID
userid.error1 = ID\u306F4~20\u6587\u5B57\u307E\u3067\u53EF\u80FD\u3067\u3059
userid.error2 = \u82F1\u8A9E\u306E\u5C0F\u6587\u5B57\u3068\u6570\u5B57\u306E\u307F\u4F7F\u7528\u3067\u304D\u307E\u3059
userid.error3 = \u91CD\u8907ID\u3067\u3059

pass = \u30D1\u30B9\u30EF\u30FC\u30C9
pass.error = \u82F1\u5B57\u5927/\u5C0F\u6587\u5B57\u3001\u6570\u5B57\u3001\u7279\u6B8A\u6587\u5B57(@$!%*#?&)\u3067\u69CB\u6210\u3055\u308C\u3066\u3044\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093

username = \u3042\u306A\u305F\u306E\u540D\u524D
username.error1 = \u7A7A\u6B04\u307E\u305F\u306F\u7A7A\u767D\u306F\u4E0D\u53EF\u80FD\u3067\u3059
username.error2 = \u82F1\u8A9E(\u5927/\u5C0F\u6587\u5B57)\u3068\u30CF\u30F3\u30B0\u30EB\u306E\u307F\u5165\u529B\u53EF\u80FD\u3067\u3059
username.error3 = \u6700\u592720\u6587\u5B57\u307E\u3067\u53EF\u80FD\u3067\u3059

email = \u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9
email.error1 = \u7A7A\u6B04\u307E\u305F\u306F\u7A7A\u767D\u306F\u4E0D\u53EF\u80FD\u3067\u3059
email.error2 = \u96FB\u5B50\u30E1\u30FC\u30EB\u306E\u5F62\u5F0F\u3092\u9075\u5B88\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059
email.error3 = \u6700\u592720\u6587\u5B57\u307E\u3067\u53EF\u80FD\u3067\u3059

con_pass = \u30D1\u30B9\u30EF\u30FC\u30C9\u78BA\u8A8D
con_pass.error = \u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u4E00\u81F4\u3057\u307E\u305B\u3093

join = \u4F1A\u54E1\u767B\u9332
login = \u30ED\u30B0\u30A4\u30F3
login_assist = \u3059\u3067\u306B\u30A2\u30AB\u30A6\u30F3\u30C8\u3092\u304A\u6301\u3061\u3067\u3059\u304B\uFF1F

# footer.jsp
footer.welcom = Junani\u306E\u500B\u4EBA\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306E\u30DB\u30FC\u30E0\u30DA\u30FC\u30B8\u306B\u3088\u3046\u3053\u305D

# list.jsp
list = \u516C\u77E5\u4E8B\u9805
list.no = \u756A\u53F7
list.title = \u30BF\u30A4\u30C8\u30EB
list.date = \u4F5C\u6210\u65E5
list.writer = \u4F5C\u6210\u8005
list.write = \u4F5C\u6210

# read.jsp
read.edit = \u4FEE\u6574
read.delete = \u524A\u9664
read.download = \u4E00\u62EC\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9
read.cnt = \u500B
read.Comment = \u30B3\u30E1\u30F3\u30C8\u4F5C\u6210
read.reply = \u4F5C\u6210\u5B8C\u4E86
read.list = \u30EA\u30B9\u30C8

#write.jsp
write.title = \u30BF\u30A4\u30C8\u30EB
write.co = \u5185\u5BB9
write.attach = \u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB (\u6700\u592710MB\u307E\u3067)
write.file = \u30D5\u30A1\u30A4\u30EB\u6DFB\u4ED8
write.drop = \u307E\u305F\u306F\u3001\u30D5\u30A1\u30A4\u30EB\u3092\u3053\u3053\u306B\u7F6E\u3044\u3066\u304F\u3060\u3055\u3044
write.submit = \u4F5C\u6210\u5B8C\u4E86
write.cancel = \u30AD\u30E3\u30F3\u30BB\u30EB

# self-introduction.jsp
self.title1_1 = \u79C1\u306E\u4FA1\u5024\u89B3
self.co1_1 = \u300C\u4EF2\u9593\u306E\u611B\u3092\u5B9F\u8DF5\u3059\u308B\u4EBA\u6750\u300D
self.co1_2 = \u79C1\u306F\u4ED6\u4EBA\u3068\u306F\u5C11\u3057\u7570\u306A\u308B\u793E\u4F1A\u7D4C\u9A13\u3092\u6301\u3063\u3066\u3044\u307E\u3059\u3002
self.co1_3 = 2015\u5E74\u306B\u59CB\u307E\u3063\u305F\u30A4\u30F3\u30BF\u30FC\u30F3\u30E9\u30A4\u30D5\u3092\u76AE\u5207\u308A\u306B\u3001\u8239\u8236\u306E\u8239\u54E1\u3068\u3057\u3066\u9577\u5E74\u4E57\u8239\u3057\u307E\u3057\u305F\u3002 24\u6642\u9593\u4E00\u77AC\u3082\u7DCA\u5F35\u306E\u3072\u3082\u3092\u7F6E\u304F\u3053\u3068\u304C\u3067\u304D\u306A\u3044\u6975\u9650\u306E\u52E4\u52D9\u74B0\u5883\u306B\u3042\u3063\u305F\u306E\u3067\u3001\u8AB0\u3088\u308A\u3082\u5F37\u3044\u7CBE\u795E\u529B\u3067\u3069\u3053\u3067\u3082\u9069\u5FDC\u3067\u304D\u308B\u6E96\u5099\u304C\u3067\u304D\u3066\u3044\u307E\u3059\u3002
self.co1_4 = \u307E\u305F\u3001\u79C1\u306F\u683C\u5225\u306A\u60C5\u71B1\u304C\u3042\u308B\u4EBA\u3067\u3059\u3002
self.co1_5 = \u6D77\u5916\u3067\u751F\u6D3B\u3057\u3066\u307F\u308B\u3068\u3001\u8A00\u8A9E\u306E\u969C\u58C1\u3068\u751F\u304D\u751F\u304D\u3068\u306E\u9055\u3044\u306E\u305F\u3081\u3001\u304D\u3061\u3093\u3068\u3057\u305F\u4F1A\u8A71\u3092\u4E00\u5EA6\u3082\u306A\u304F\u3001\u5404\u81EA\u306E\u696D\u52D9\u304C\u7D42\u308F\u308C\u3070\u5404\u81EA\u306E\u90E8\u5C4B\u306B\u623B\u308B\u306E\u304C\u8239\u54E1\u751F\u6D3B\u3067\u3059\u3002\u3057\u304B\u3057\u3001\u79C1\u306F\u3042\u308B\u4F1A\u793E\u3067\u50CD\u3044\u3066\u3044\u308B\u4EF2\u9593\u305F\u3061\u306A\u3089\u3001\u304A\u4E92\u3044\u3092\u4FE1\u983C\u3057\u3001\u5C0A\u91CD\u3057\u3001\u548C\u3084\u304B\u306B\u904E\u3054\u3059\u3001\u4EBA\u306E\u5302\u3044\u304C\u3059\u308B\u4ED5\u4E8B\u74B0\u5883\u3092\u4F5C\u308A\u305F\u3044\u3068\u601D\u3044\u307E\u3057\u305F\u3002\u307E\u305F\u3001\u7686\u306E\u76EE\u6A19\u3067\u3042\u308B\u5B89\u5168\u822A\u6D77\u3092\u3088\u308A\u52B9\u7387\u7684\u306B\u9054\u6210\u3057\u305F\u304B\u3063\u305F\u306E\u3067\u3059\u3002\u3060\u304B\u3089\u79C1\u306F\u884C\u52D5\u3057\u307E\u3057\u305F\u3002

self.co1_6 = \u307E\u305A\u3001\u540C\u3058\u90E8\u7F72\u306B\u52E4\u52D9\u3059\u308B\u5916\u56FD\u4EBA\u306E\u540C\u50DA\u306B\u5148\u306B\u8FD1\u3065\u3044\u3066\u8A71\u3057\u304B\u3051\u3001\u98DF\u4E8B\u3082\u4E00\u7DD2\u306B\u3057\u3066\u591A\u304F\u3092\u4E00\u7DD2\u306B\u3057\u3066\u4E00\u7DD2\u306B\u4F3C\u5408\u3044\u307E\u3057\u305F\u3002\u4E00\u7DD2\u306B\u3059\u308B\u6642\u9593\u304C\u591A\u304F\u306A\u308A\u3001\u79C1\u306E\u4E0D\u8DB3\u3057\u305F\u82F1\u8A9E\u529B\u304C\u660E\u3089\u304B\u306B\u306A\u308A\u307E\u3057\u305F\u3002\u3057\u304B\u3057\u3001\u3053\u308C\u3092\u6065\u305A\u304B\u3057\u304F\u305B\u305A\u3001\u3080\u3057\u308D\u4F1A\u8A71\u306B\u3082\u3063\u3068\u7A4D\u6975\u7684\u306B\u53C2\u52A0\u3057\u3001\u4F1A\u8A71\u4E2D\u306B\u96FB\u5B50\u8F9E\u66F8\u3092\u5E83\u3052\u306A\u304C\u3089\u4F1A\u8A71\u3092\u8A66\u307F\u307E\u3057\u305F\u3002\u3053\u306E\u7A4D\u6975\u7684\u306A\u884C\u52D5\u304C\u4EF2\u9593\u305F\u3061\u306E\u5FC3\u306B\u5C0F\u3055\u306A\u5909\u5316\u3092\u8D77\u3053\u3057\u3001\u5F90\u3005\u306B\u6642\u9593\u304C\u7D4C\u3064\u306B\u3064\u308C\u3066\u4EF2\u9593\u305F\u3061\u3068\u7B11\u3044\u306A\u304C\u3089\u50CD\u304F\u3053\u3068\u304C\u3067\u304D\u3001\u3055\u3089\u306B\u4E92\u3044\u306E\u652F\u3048\u306B\u306A\u3063\u3066\u304F\u308C\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u3057\u305F\u3002
self.co1_7 = \u79C1\u306F\u3053\u306E\u7D4C\u9A13\u3092\u901A\u3057\u3066\u3001\u5468\u308A\u306E\u4EBA\u3005\u306E\u8A00\u8449\u306B\u8033\u3092\u50BE\u3051\u308B\u884C\u52D5\u3001\u305D\u308C\u304C\u3069\u306E\u3088\u3046\u306A\u5F71\u97FF\u3092\u4E0E\u3048\u308B\u306E\u304B\u3001\u305D\u3057\u3066\u79C1\u306E\u8A00\u8449\u3092\u805E\u304F\u4EBA\u304C\u3044\u308B\u3053\u3068\u304C\u3069\u308C\u307B\u3069\u5E78\u305B\u3067\u3042\u308B\u304B\u3092\u5B66\u3073\u307E\u3057\u305F\u3002\u79C1\u306F\u4EBA\u3068\u4EBA\u306E\u9593\u306E\u95A2\u4FC2\u3092\u91CD\u8996\u3057\u3001\u540C\u50DA\u9593\u3067\u5354\u529B\u3057\u3066\u4ED5\u4E8B\u306E\u52B9\u7387\u3092\u9AD8\u3081\u308B\u3053\u3068\u3092\u597D\u307F\u307E\u3059\u3002\u5165\u793E\u5F8C\u3082\u79C1\u306E\u5148\u306E\u52AA\u529B\u306E\u3088\u3046\u306B\u4EF2\u9593\u306E\u611B\u3092\u6B62\u3081\u305A\u306B\u7D9A\u3051\u3066\u3044\u304D\u307E\u3059\u3002

self.title2_1 = \u6027\u683C\u306E\u9577\u6240\u3068\u77ED\u6240
self.co2_1 = \u300C\u5909\u5316\u3092\u6050\u308C\u306A\u3044\u4EBA\u6750\u300D
self.co2_2 = \u79C1\u306E\u9577\u6240\u306F\u5B66\u751F\u6642\u4EE3\u53CB\u9054\u53CA\u3073\u5468\u8FBA\u4EBA\u3005\u306E\u610F\u898B\u3092\u50BE\u8074\u3057\u3066\u547C\u5FDC\u3092\u3088\u304F\u3057\u3066\u304F\u308C\u3066,\u5186\u6E80\u306A\u5BFE\u4EBA\u95A2\u4FC2\u3092\u7DAD\u6301\u3057\u307E\u3057\u305F\u3002
self.co2_3 = \u77ED\u6240\u3068\u3057\u3066\u306F\u5185\u5411\u7684\u306A\u6027\u683C\u3067\u62D2\u7D76\u3067\u304D\u306A\u304F\u3066\u56F0\u3063\u305F\u7D4C\u9A13\u304C\u3042\u308A\u307E\u3057\u305F\u3002 \u3053\u306E\u3088\u3046\u306A\u6027\u683C\u3092\u76F4\u3059\u305F\u3081\u306B\u5728\u5B66\u4E2D\u306B\u9B54\u8853\u540C\u597D\u4F1A\u6D3B\u52D5\u3092\u901A\u3058\u3066\u516C\u5712\u3084\u8DEF\u4E0A\u3067\u9B54\u8853\u516C\u6F14\u3092\u3057\u306A\u304C\u3089\u6027\u683C\u3092\u5916\u5411\u7684\u306B\u5909\u3048\u3066\u3044\u304D\u307E\u3057\u305F\u3002 \u3053\u306E\u3088\u3046\u306B\u52AA\u529B\u3057\u3066\u6027\u683C\u3092\u5909\u3048\u306A\u304C\u3089\u3069\u3093\u306A\u4ED5\u4E8B\u3067\u3082\u3084\u308A\u3053\u306A\u305B\u308B\u3068\u3044\u3046\u81EA\u4FE1\u304C\u3067\u304D\u3066\u96E3\u3057\u3044\u3053\u3068\u304C\u3067\u304D\u305F\u6642\u6839\u6C17\u3088\u304F\u52AA\u529B\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002

self.title3_1 = \u652F\u63F4\u8077\u52D9\u95A2\u9023\u62C5\u5F53\u8005\u304C\u5099\u3048\u308B\u3079\u304D\u59FF\u52E2\u3068\u80FD\u529B\u306B\u3064\u3044\u3066\u6280\u8853
self.co3_1 = \u3069\u3093\u306A\u8077\u52D9\u3092\u3057\u3066\u3082\u4ED5\u4E8B\u306B\u9069\u5FDC\u3092\u3046\u307E\u304F\u3059\u308B\u3053\u3068\u304C\u5927\u5207\u3060\u3068\u601D\u3044\u307E\u3059\u3002
self.co3_2 = \u79C1\u306F\u696D\u52D9\u5F37\u5EA6\u306E\u9AD8\u3044\u8239\u8236\u306B\u52E4\u52D9\u3057\u3001\u4E00\u5EA6\u4E57\u8239\u3059\u308C\u3070\u77ED\u304F\u306F6\u30F6\u6708\u9577\u304F\u306F1\u5E74\u959324\u6642\u95933\u4EA4\u4EE3\u3067\u9031\u672B\u3001\u4F11\u65E5\u306A\u3057\u3067\u6D77\u306E\u4E0A\u3067\u751F\u6D3B\u3057\u3001\u65B0\u305F\u306B\u4E57\u8239\u3059\u308B\u305F\u3073\u306B\u65B0\u3057\u3044\u4EBA\u306B\u4F1A\u3044\u3001\u65B0\u3057\u3044\u88C5\u5099\u306B\u53D6\u308A\u7D44\u3093\u3067\u4F55\u3089\u304B\u306E\u696D\u52D9\u306B\u3082\u3088\u304F\u9069\u5FDC\u3059\u308B\u81EA\u4FE1\u304C\u3042\u308A\u307E\u3059\u3002\u307E\u305F\u3001\u3055\u307E\u3056\u307E\u306A\u6A5F\u5668\u306B\u89E6\u308C\u3066\u307F\u308B\u3068\u3001\u591A\u304F\u306E\u4E8B\u4EF6\u4E8B\u6545\u3084\u5371\u6A5F\u72B6\u6CC1\u3092\u591A\u304F\u7D4C\u9A13\u3057\u3001\u3053\u308C\u3092\u89E3\u6C7A\u3057\u3066\u3044\u304D\u3001\u4ECA\u306F\u3069\u3093\u306A\u554F\u984C\u304C\u751F\u3058\u3066\u3082\u843D\u3061\u7740\u3044\u3066\u554F\u984C\u3092\u5206\u6790\u3057\u3066\u5BFE\u51E6\u3067\u304D\u308B\u3088\u3046\u306B\u306A\u308A\u307E\u3057\u305F\u3002

self.title4_1 = \u5165\u793E\u5F8C\u306E\u62B1\u8CA0
self.co4_1 = \u5165\u793E\u306F\u30B9\u30BF\u30FC\u30C8\u3060\u3068\u601D\u3044\u307E\u3059\u3002\u79C1\u306F2\u3064\u306E\u76EE\u6A19\u3092\u901A\u3057\u3066\u3042\u306A\u305F\u306E\u4F1A\u793E\u306B\u53D6\u308A\u7D44\u3093\u3067\u3044\u304D\u307E\u3059\u3002
self.co4_2 = 1\u3064\u76EE\u3001\u6B62\u307E\u3063\u3066\u3044\u306A\u3044\u3067\u8D70\u308A\u307E\u3059\u3002
self.co4_3 = \u5C02\u9580\u7684\u306A\u958B\u767A\u8005\u306B\u306A\u308B\u305F\u3081\u306B\u6559\u80B2\u3092\u7D9A\u3051\u307E\u3059\u3002\u73FE\u5728\u306B\u5B89\u4F4F\u3057\u3066\u304A\u3089\u305A\u767A\u5C55\u3059\u308B\u59FF\u3067\u8CB4\u793E\u306E\u767A\u5C55\u306B\u8CA2\u732E\u3057\u307E\u3059\u3002
self.co4_4 = 2\u3064\u76EE\u3001\u3044\u3064\u3082\u4F7F\u547D\u611F\u3092\u6301\u3063\u3066\u50CD\u304F\u5BFA\u9662\u306B\u306A\u308A\u307E\u3059\u3002
self.co4_5 = \u958B\u767A\u306F\u88FD\u54C1\u306E\u5B8C\u6210\u5EA6\u306B\u5BC4\u4E0E\u3059\u308B\u90E8\u5206\u3067\u3042\u308A\u3001\u4FE1\u983C\u5EA6\u306B\u5F71\u97FF\u3092\u53CA\u307C\u3059\u8077\u52D9\u3060\u3068\u601D\u3044\u307E\u3059\u3002 \u3067\u3059\u304B\u3089\u3001\u4E9B\u7D30\u306A\u9055\u3044\u306F\u5B8C\u6210\u5EA6\u306E\u3042\u308B\u7D50\u679C\u7269\u3092\u51FA\u3059\u6307\u6A19\u306B\u306A\u308B\u3067\u3057\u3087\u3046\u3002 \u79C1\u304C\u958B\u767A\u8005\u306B\u306A\u3063\u305F\u3089\u3044\u3064\u3082\u4F7F\u547D\u611F\u3092\u6301\u3063\u3066\u6B63\u78BA\u6027\u306E\u3042\u308B\u7D50\u679C\u3067\u983C\u3082\u3057\u3044\u4F01\u696D\u306B\u306A\u308B\u3053\u3068\u306B\u8CA2\u732E\u3057\u307E\u3059\u3002

# timeline.jsp
timeline.1_1 = 2009\u5E743\u6708\uFF5E2012\u5E742\u6708\uFF083\u5E74\u9593\uFF09
timeline.1_2 = Incheon National Maritime High School
timeline.1_3 = \u6A5F\u95A2\u8AB2

timeline.2_1 = 2012\u5E743\u6708\uFF5E2016\u5E744\u6708\uFF084\u5E74\u9593\uFF09
timeline.2_2 = CHONNAM NATIONAL UNIVERSITY ~ MOKPO NATIONAL MARITIME UNIVERSITY
timeline.2_3 = Chonnam National University \u6A5F\u95A2\u30B7\u30B9\u30C6\u30E0\u5DE5\u5B66\u5C02\u653B\u5165\u5B66, Mokpo National Maritime University \u7DE8\u5165.
timeline.2_4 = \u6A5F\u95A2\u30B7\u30B9\u30C6\u30E0\u5C02\u653B\u3001\u96FB\u6C17\u96FB\u5B50\u5C02\u653B\u5352\u696D\u3002\u30AF\u30EC\u30B8\u30C3\u30C8: 3.39/4.5
 
timeline.3_1 = 2016\u5E7411\u6708\uFF5E2023\u5E746\u6708\uFF08\u7D046\u5E743\u30F6\u6708\uFF09
timeline.3_2 = \u9060\u6D0B\u5546\u8239\u3001\u727D\u5F15\u8239\u3001\u5B98\u516C\u8239\u4E57\u8239\u52E4\u52D9
timeline.3_3 = UMS\u3001PMS\u3001AMS\u3001PID\u5236\u5FA1\u30B7\u30B9\u30C6\u30E0\u7BA1\u7406\u3001\u8239\u8236\u63A8\u9032\u6A5F\u3001\u767A\u96FB\u6A5F\u3001\u30DC\u30A4\u30E9\u30FC\u3001\u51B7\u51CD\u6A5F\u3001\u30A8\u30A2\u30B3\u30F3\u3001\u96FB\u6C17\u30D1\u30CD\u30EB\u3001\u6D88\u9632\u88C5\u7F6E\u306A\u3069\u306E\u904B\u7528\u304A\u3088\u3073\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u3002

timeline.4_1 = 2023\u5E7410\u6708\uFF5E2024\u5E743\u6708\uFF085\u304B\u6708\uFF09
timeline.4_2 = JungSuk \u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u4FEE\u4E86
timeline.4_3 = Java Web\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u958B\u767A\u8005\u306E\u80B2\u6210\u30D7\u30ED\u30BB\u30B9
timeline.4_4 = \u30DE\u30FC\u30B1\u30C3\u30C8\u30AB\u30EA\u30FC\u30AF\u30ED\u30FC\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u30C1\u30FC\u30E0\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u9032\u884C
timeline.4_5 = \u5546\u54C1\u8A73\u7D30\u30DA\u30FC\u30B8\u306E\u95B2\u89A7\u3001\u30AB\u30FC\u30C8\u306B\u5165\u308C\u3066\u6CE8\u6587\u3059\u308B\u5B9F\u88C5

timeline.5_1 = 2023\u5E744\u6708\uFF5E ~ ing
timeline.5_2 = \u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u30B0\u30EB\u30FC\u30D7\u30B9\u30BF\u30C7\u30A3
timeline.5_3 = \u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u5236\u4F5C\u3001aws\u3092\u6D3B\u7528\u3057\u305F\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u914D\u5E03
timeline.5_4 = \u4F1A\u54E1\u767B\u9332\u3001\u30ED\u30B0\u30A4\u30F3\u3001\u30ED\u30B0\u30A2\u30A6\u30C8\u3001\u63B2\u793A\u677F\uFF08\u4F5C\u6210\u3001\u7DE8\u96C6\u3001\u524A\u9664\u3001\u7167\u4F1A\u3001\u30DA\u30FC\u30B8\u30F3\u30B0\uFF09\u3001
timeline.5_5 = \u597D\u304D/\u5ACC\u3044\u6A5F\u80FD\u3001\u30B3\u30E1\u30F3\u30C8\u6A5F\u80FD\u306A\u3069..\u5B9F\u88C5

#job-detail.jsp
job.location = \u4EAC\u757F\u9053\u9F8D\u4EC1\u5E02
job.birth = 1993\u5E744\u670829\u65E5 (31\u6B73) 
job.salary = \u793E\u898F\u306B\u5F93\u3046
job.edu = 4\u5E74\u5236\u5B66\u58EB
job.exp = \u65B0\u5165
job.lan = \u65E5\u672C\u8A9E(\u30D3\u30B8\u30CD\u30B9\u7D75\u753B), \u82F1\u8A9E(\u57FA\u790E\u7D75\u753B)
job.cer1 = \u60C5\u5831\u51E6\u7406\u6280\u5E2B(\u7B46\u8A18), \u904B\u8EE2\u514D\u8A31\u8A3C1\u7A2E\u666E\u901A,
job.cer2 = \u6D77\u9A0E\u58EB3\u7D1A\u6A5F\u95A2\u58EB, \u6D88\u9632\u5B89\u5168\u7BA1\u7406\u80052\u7D1A,
job.cer3 = \u5371\u967A\u7269\u5B89\u5168\u7BA1\u7406\u8CC7\u683C

pro1 = \u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\u7528\u30D7\u30E9\u30A4\u30D9\u30FC\u30C8\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8Portfolio junani 0v0\uFF08\u500B\u4EBA\u30DD\u30FC\u30C8\u30D5\u30A9\u30EA\u30AA\uFF09|\u958B\u767A\u671F\u9593\uFF1A2024.05.27\u301C
pro2 = \u5B9F\u88C5\u6A5F\u80FD
Fn1.1 = \u4F1A\u54E1\u767B\u9332
Fn1.2 = \u30D1\u30B9\u30EF\u30FC\u30C9\u6697\u53F7\u5316
Fn1.3 = bcrypt\u30E9\u30A4\u30D6\u30E9\u30EA\u3092\u5229\u7528\u3057\u305FDB\u30D1\u30B9\u30EF\u30FC\u30C9\u4FDD\u5B58\u6697\u53F7\u5316
Fn1.4 = \u30E1\u30FC\u30EB\u8A8D\u8A3C\u306B\u3088\u308B\u30E6\u30FC\u30B6\u30FC \u30E1\u30FC\u30EB\u306E\u6709\u52B9\u6027\u306E\u8A8D\u8A3C
Fn1.5 = \u4F1A\u54E1\u767B\u9332\u6642\u306B\u8A8D\u8A3C\u30EA\u30F3\u30AF\u4ED8\u304D\u30E1\u30FC\u30EB\u9001\u4FE1
Fn1.6 = Jasypt\u30E9\u30A4\u30D6\u30E9\u30EA\u3067E\u30E1\u30FC\u30EB\uFF06\u30D1\u30B9\u30EF\u30FC\u30C9\u3092\u6697\u53F7\u5316
Fn1.7 = tomcat\u74B0\u5883\u5909\u6570\u3067Jasypt\u56DE\u5FA9\u30AD\u30FC\u3092\u767B\u9332\u3059\u308B
Fn1.8 = \u8A8D\u8A3C\u53EF\u5426DB\u306B\u53CD\u6620
Fn1.9 = \u4F1A\u54E1\u767B\u9332\u5236\u7D04\u4E8B\u9805\uFF08\u6709\u52B9\u6027\u691C\u67FB\uFF09
Fn1.10 = Ajax\u3092\u6D3B\u7528\u3057\u3066ID\u4F5C\u6210\u5F8C\u3059\u3050ID\u91CD\u8907\u30C1\u30A7\u30C3\u30AF\uFF08\u91CD\u8907\u4E0D\u53EF\uFF09
Fn1.11 = ID \u7A7A\u767D\u4E0D\u53EF
Fn1.12 = ID 4\uFF5E20\u6587\u5B57\u306E\u82F1\u8A9E\u5C0F\u6587\u5B57\u3001\u6570\u5B57\u306E\u307F\u53EF\u80FD\u6761\u4EF6
Fn1.13 = \u30D1\u30B9\u30EF\u30FC\u30C9 8\uFF5E16\u6587\u5B57 \u82F1\u6587\u5927/\u5C0F\u6587\u5B57\u3001\u6570\u5B57\u304A\u3088\u3073\u7279\u6B8A\u6587\u5B57 1\u500B\u4EE5\u4E0A\u542B\u3080\u6761\u4EF6
Fn1.14 = \u30D1\u30B9\u30EF\u30FC\u30C9\u78BA\u8A8D\u6B04\u3068\u30D1\u30B9\u30EF\u30FC\u30C9\u6B04\u306E\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u540C\u3058\u304B\u78BA\u8A8D
Fn1.15 = \u540D\u524D\u3068\u30E1\u30FC\u30EB\u306E\u7A7A\u767D\u306F\u3042\u308A\u307E\u305B\u3093\u3001\u30E1\u30FC\u30EB\u5F62\u5F0F\u306E\u6E96\u62E0\u6761\u4EF6
Fn1.16 = \u540D\u524D\u3068\u30E1\u30FC\u30EB\u540D\u306E\u6700\u592720\u6587\u5B57\u306E\u6761\u4EF6
Fn1.17 = \u4E0A\u8A18\u306E\u6761\u4EF6\u304C\u3059\u3079\u3066\u6B63\u3057\u3044\u5834\u5408\u306E\u307F\u3001\u4F1A\u54E1\u767B\u9332\u30DC\u30BF\u30F3\u3092\u6709\u52B9\u306B\u3057\u3001\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u7121\u52B9\u306B\u3059\u308B

Fn2.1 = \u30ED\u30B0\u30A4\u30F3
Fn2.2 = ID \u7167\u4F1A
Fn2.3 = \u30E6\u30FC\u30B6\u30FC\u5165\u529BID\u3092DB\u306B\u7167\u4F1A\u3092\u691C\u8A3C\u3059\u308B
Fn2.4 = \u30D1\u30B9\u30EF\u30FC\u30C9\u7167\u4F1A
Fn2.5 = ID\u3092\u4FDD\u5B58\uFF08\u8FFD\u52A0\u4E88\u5B9A\uFF09
Fn2.6 = ID\u3001\u30D1\u30B9\u30EF\u30FC\u30C9\u691C\u7D22\uFF06\u30D1\u30B9\u30EF\u30FC\u30C9\u5909\u66F4\uFF08\u8FFD\u52A0\u4E88\u5B9A\uFF09
Fn2.7 = \u30E1\u30FC\u30EB\u8A8D\u8A3C\u30E6\u30FC\u30B6\u30FC\u306E\u307F\u304C\u30ED\u30B0\u30A4\u30F3\u3067\u304D\u308B\u3088\u3046\u306B\u5236\u9650

Fn3.1 = \u30ED\u30B0\u30A2\u30A6\u30C8
Fn3.2 = \u30ED\u30B0\u30A2\u30A6\u30C8\u6642\u306B\u30BB\u30C3\u30B7\u30E7\u30F3\u3092\u524A\u9664\u3059\u308B

Fn4.1 = \u63B2\u793A\u677F
Fn4.2 = filter \u3092\u6D3B\u7528\u3057\u305F\u63B2\u793A\u677F\u306E\u30A2\u30AF\u30BB\u30B9\u5236\u9650
Fn4.3 = \u30BB\u30C3\u30B7\u30E7\u30F3\u3067\u30ED\u30B0\u30A4\u30F3\u3057\u305F\u304B\u3069\u3046\u304B\u3092\u5224\u65AD\u3059\u308B
Fn4.4 = \u30ED\u30B0\u30A4\u30F3\u6642\u306B\u306E\u307F\u30A2\u30AF\u30BB\u30B9\u53EF\u80FD
Fn4.5 = \u975E\u30ED\u30B0\u30A4\u30F3\u6642\u306B\u30ED\u30B0\u30A4\u30F3\u753B\u9762\u306B\u79FB\u52D5
Fn4.6 = \u30ED\u30B0\u30A4\u30F3\u6210\u529F\u5F8C\u306B\u524D\u306E\u30EA\u30AF\u30A8\u30B9\u30C8\u306B\u30EA\u30C0\u30A4\u30EC\u30AF\u30C8

Fn4.7 = \u30DA\u30FC\u30B8\u30F3\u30B0
Fn4.8 = 1\u30DA\u30FC\u30B8\u3068\u6700\u5F8C\u306E\u30DA\u30FC\u30B8\u3067\u305D\u308C\u305E\u308C\u524D\u3001\u6B21\u306E\u30DC\u30BF\u30F3\u3092\u96A0\u3059
Fn4.9 = 1\u30DA\u30FC\u30B8\u3042\u305F\u308A\u306E10\u306E\u51FA\u529B\u6295\u7A3F
Fn4.10 = \u30DA\u30FC\u30B8\u30F3\u30B0\u30CA\u30D3\u30B2\u30FC\u30B7\u30E7\u30F3\u30D0\u30FC1\u30DA\u30FC\u30B8\u3042\u305F\u308A10\u500B\u305A\u3064\u51FA\u529B
Fn4.11 = \u6295\u7A3F\u30EA\u30B9\u30C8\u3092\u898B\u308B
Fn4.12 = \u6295\u7A3F\u756A\u53F7DB\u6295\u7A3F\u756A\u53F7\u3067\u306F\u306A\u304F\u3001\u7DCF\u6570\u306B\u57FA\u3065\u3044\u3066(\u5909\u66F4\u4E88\u5B9A)
Fn4.13 = \u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u6709\u7121\u3001\u30B3\u30E1\u30F3\u30C8\u3001\u3044\u3044\u306D\uFF06\u5ACC\u3044 \u500B\u6570\u8868\u793A
Fn4.14 = \u6295\u7A3F\u3092\u4F5C\u6210\u3059\u308B\uFF08\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\uFF09
Fn4.15 = trumbowyg \u30C6\u30AD\u30B9\u30C8\u30A8\u30C7\u30A3\u30BF\u3092\u4F7F\u7528\u3057\u305F\u6295\u7A3F\u5185\u5BB9\u306E\u5165\u529B
Fn4.16 = \u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u767B\u9332\uFF08\u6700\u59273\u500B\uFF09
Fn4.17 = \u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u5BB9\u91CF\u5236\u9650\uFF0810MB\uFF09
Fn4.18 = \u6295\u7A3F\u8A73\u7D30\u306E\u8868\u793A
Fn4.19 = \u6295\u7A3F \u3044\u3044\u306D\uFF06\u5ACC\u3044 DB\u53CD\u6620
Fn4.20 = \u63B2\u793A\u677F\u4F5C\u6210\u8005\u306E\u307F\u63B2\u793A\u677F\u306E\u4FEE\u6B63/\u524A\u9664\u304C\u53EF\u80FD\u306A\u3088\u3046\u306B\u30DC\u30BF\u30F3\u3092\u8868\u793A\u3001\u305D\u3046\u3067\u306A\u3044\u5834\u5408\u306F\u30DC\u30BF\u30F3\u3092\u975E\u8868\u793A
Fn4.21 = \u30B3\u30E1\u30F3\u30C8\u3001\u5927\u30B3\u30E1\u30F3\u30C8\uFF08\u4E88\u5B9A\uFF09\u6A5F\u80FD\uFF06\u4F5C\u6210\u8005\u304C\u540C\u3058\u3067\u306A\u3044\u3068\u4FEE\u6B63/\u524A\u9664\u4E0D\u53EF\u80FD
Fn4.22 = \u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u30B7\u30F3\u30B0\u30EB\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\uFF06zip\u30D5\u30A1\u30A4\u30EB\u3067\u4E00\u62EC\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u6A5F\u80FD
Fn4.23 = \u6295\u7A3F\u306E\u7DE8\u96C6
Fn4.24 = ajax\u3092\u6D3B\u7528\u3057\u3066\u5373\u5EA7\u306B\u53CD\u6620\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664/\u8FFD\u52A0\uFF08\u6700\u59273\u500B\u4FDD\u6301\uFF09
Fn4.25 = \uF0A7	\u6295\u7A3F\u3092\u524A\u9664
Fn4.26 = \u6295\u7A3F\u756A\u53F7\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u5168\u4F53\u3092\u524A\u9664
Fn4.27 = \u6295\u7A3F\u756A\u53F7\u30B3\u30E1\u30F3\u30C8\u5168\u4F53\u3092\u524A\u9664
Fn4.28 = \u6295\u7A3F\u756A\u53F7\u300C\u3044\u3044\u306D\uFF01\u300D\u5168\u4F53\u3092\u524A\u9664
Fn4.29 = \u6295\u7A3F\u756A\u53F7\u300C\u5ACC\u3044\u300D\u5168\u4F53\u3092\u524A\u9664
Fn4.30 = \u6295\u7A3F\u756A\u53F7 \u6295\u7A3F\u3092\u524A\u9664

Fn5.1 = \u591A\u8A00\u8A9E\u6A5F\u80FD
Fn5.2 = i18n\u3092\u6D3B\u7528\u3057\u305F\u591A\u8A00\u8A9E\u6A5F\u80FD\u306E\u5B9F\u73FE

Fn6.1 = \u914D\u5E03
Fn6.2 = aws\u3092\u6D3B\u7528\u3057\u305F\u914D\u5E03·\u914D\u5E03\u306E\u305F\u3081\u306EDB\u4F5C\u6210
Fn6.3 = src/main/resource \u3092 local\u3001dev\u3001common \u3067\u533A\u5207\u308B
Fn6.4 = config.properties\u3067local\u3068\u30C7\u30D7\u30ED\u30A4\uFF08dev\uFF09\u72B6\u614B\u3067 \u5404\u6DFB\u4ED8\u30D5\u30A1\u30A4\u30EB\u306E\u4FDD\u5B58\u30D1\u30B9\u3068\u8A8D\u8A3C\u30E1\u30FC\u30EB\u30A2\u30C9\u30EC\u30B9\u306E\u8A2D\u5B9A

Fn7.1 = \u30C6\u30B9\u30C8\u30B1\u30FC\u30B9
Fn7.2 = JUnit5\u3092\u6D3B\u7528\u3057\u3066\u30E6\u30CB\u30C3\u30C8\u30C6\u30B9\u30C8\u3092\u9032\u3081\u308B

t.pro1 = Brokurly\uFF08\u30DE\u30FC\u30B1\u30C3\u30C8\u30AB\u30EA\u30FC\u30AF\u30ED\u30FC\u30F3\u30B3\u30FC\u30C7\u30A3\u30F3\u30B0\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\uFF09|\u958B\u767A\u4EBA\u6570\uFF1A7\u4EBA\u958B\u767A\u671F\u9593\uFF1A2024.01.11\u301C2024.03.15\uFF08\u7D042\u30F6\u6708\uFF09
t.pro2 = \u5546\u54C1\u8A73\u7D30\u30DA\u30FC\u30B8 \u95B2\u89A7\u3001\u4FEE\u6B63\u3001Ajax\u3092\u6D3B\u7528\u3057\u305F\u30AB\u30FC\u30C8\u306B\u5165\u308C\uFF06\u84B8\u3057\u6A5F\u80FD\u5B9F\u88C5\u3002
t.pro3 = \u5546\u54C1\u901A\u77E5\u60C5\u5831\u3001\u5546\u54C1\u5F8C\u671F\u7167\u4F1A\u3001\u5546\u54C1\u554F\u3044\u5408\u308F\u305B\u4F5C\u6210\uFF06\u7167\u4F1A\u3001\u4FEE\u6B63\u5B9F\u88C5\u3002
t.pro4 = \u30B7\u30E7\u30C3\u30D4\u30F3\u30B0\u30AB\u30FC\u30C8\u306E\u7167\u4F1A\u3001\u9078\u629E\u5546\u54C1\u306E\u524A\u9664\u3001\u6570\u91CF\u306E\u5909\u66F4\u3001\u305D\u308C\u306B\u5FDC\u3058\u305F\u5546\u54C1\u306E\u91D1\u984D\u306E\u8A08\u7B97\u3002
t.pro5 = \u30AB\u30FC\u30C8\u9078\u629E\u5546\u54C1\u306E\u6C7A\u6E08\u4E88\u5B9A\u91D1\u984D\u8A08\u7B97DB\u3068\u9023\u52D5\u5B9F\u88C5\u3002
t.pro6 = \u30B7\u30E7\u30C3\u30D4\u30F3\u30B0\u30AB\u30FC\u30C8\u306E\u9078\u629E\u5546\u54C1\u306E\u6CE8\u6587\u3001\u30B7\u30E7\u30C3\u30D4\u30F3\u30B0\u30AB\u30FC\u30C8\u306E\u7A7A\u306E\u5B9F\u88C5\u3002
t.pro7 = \u30AB\u30AB\u30AA\u4F4F\u6240API\u3092\u6D3B\u7528\u3057\u305F\u4F4F\u6240\u767B\u9332\u3001\u7167\u4F1A\u3001\u5909\u66F4\u6A5F\u80FD\u306E\u5B9F\u88C5\u3002

t.skill1 = Java\u30D7\u30ED\u30B0\u30E9\u30DF\u30F3\u30B0\u8A00\u8A9E\u3092\u6D3B\u7528\u3057\u305FSpring Framework\u3067Web\u958B\u767A\u3001Java\u306E\u57FA\u790E\u3092\u52C9\u5F37\u3057\u3001\u30C7\u30FC\u30BF\u69CB\u9020\u3068\u30A2\u30EB\u30B4\u30EA\u30BA\u30E0\u3092Java\u30D9\u30FC\u30B9\u3067\u5B66\u7FD2\u3001\u7D14\u7C8B\u306AJava\u3092\u6D3B\u7528\u3059\u308B\u30E6\u30CB\u30C3\u30C8\u30C6\u30B9\u30C8\u3067\u5B89\u5B9A\u3057\u305F\u30B3\u30FC\u30C9\u3092\u7D44\u3080\u3088\u3046\u52AA\u3081\u307E\u3057\u305F\u3002
t.skill2 = \u30D6\u30FC\u30C8\u30B9\u30C8\u30E9\u30C3\u30D7\u3092\u6D3B\u7528\u3057\u305F\u30B7\u30E7\u30C3\u30D4\u30F3\u30B0\u30E2\u30FC\u30EB\u306E\u30EC\u30A4\u30A2\u30A6\u30C8\u3068\u30B9\u30BF\u30A4\u30EA\u30F3\u30B0\u4F5C\u696D\u3002
t.skill3 = \u8907\u6570\u306E\u30A4\u30D9\u30F3\u30C8\u3092\u53D6\u308A\u4E0A\u3052\u3066\u307F\u307E\u3057\u305F\u304C\u3001Ajax\u3092\u6D3B\u7528\u3057\u3066\u30B5\u30FC\u30D0\u30FC\u3068\u975E\u540C\u671F\u901A\u4FE1\u3057\u3066\u30C7\u30FC\u30BF\u3092\u5206\u5272\u3057\u3066\u8AAD\u307F\u8FBC\u3080\u65B9\u6CD5\u3092\u5B9F\u88C5\u3002
t.skill4 = MVC\u30D1\u30BF\u30FC\u30F3\u3067\u30B3\u30FC\u30C9\u4F5C\u6210\u3001Maven\u4F7F\u7528\u3001\u30DA\u30FC\u30B8\u30F3\u30B0\u51E6\u7406\u6A5F\u80FD\u306E\u5B9F\u88C5RESTful\u306BURI\u30B3\u30FC\u30C9\u3092\u4F5C\u6210\u3059\u308B\u305F\u3081\u306B\u52AA\u529B\u3057\u307E\u3057\u305F\u3002
t.skill5 = MyBatis\u3067DB\u306B\u30A2\u30AF\u30BB\u30B9\u3059\u308BSQL\u30ED\u30B8\u30C3\u30AF\u306E\u5B9F\u88C5\u3002
t.skill6 = JUnit\u3092\u6D3B\u7528\u3057\u3066\u30E6\u30CB\u30C3\u30C8\u30C6\u30B9\u30C8\u3092\u5B9F\u65BD\u3002
t.skill7 = ERD CLOUD\u3092\u4F7F\u7528\u3057\u305F\u30B7\u30E7\u30C3\u30D4\u30F3\u30B0\u30E2\u30FC\u30EB\u306E\u9867\u5BA2\u3068\u5546\u54C1\u95A2\u9023\u306E\u30C7\u30FC\u30BF\u30E2\u30C7\u30EA\u30F3\u30B0\u3002
t.skill8 = \u52B9\u7387\u7684\u306Aindex\u3068join\u6D3B\u7528\u3067\u5546\u54C1\u30DA\u30FC\u30B8\u3001\u3044\u3044\u306D\u3001\u30AB\u30FC\u30C8\u6A5F\u80FD\u3092\u5B9F\u88C5\u3002

# career.jsp 
career.p = \u5F79\u8077 : 
career.c = \u4F1A\u793E\u60C5\u5831 : 
career.d = \u90E8\u7F72 : 
career.a = \u52E4\u52D9\u671F\u9593 : 
career.m = \u4E3B\u8981\u696D\u52D9 : 

career.p1 = \u4E00\u7B49\u6A5F\u95A2\u58EB
career.c1 = Ongjin-gun county office
career.d1 = \u8239\u8236\u30A8\u30F3\u30B8\u30CB\u30A2
career.a1 = 2024.04~2024.06 (3\u30F6\u6708)

career.m1_1 = Ongjin-gun \u5B98\u516C\u8239\u904B\u822A\u30FB\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9
career.m1_2 = Ongjin-gun \u5CF6\u7DCA\u6025\u60A3\u8005\u8F38\u9001\uFF06\u5FDC\u6025\u51E6\u7F6E

career.s1 = \u8239\u8236\u30C7\u30A3\u30FC\u30BC\u30EB\u30A8\u30F3\u30B8\u30F3\u3001\u30C7\u30A3\u30FC\u30BC\u30EB\u767A\u96FB\u6A5F\u3001\u30A8\u30A2\u30B3\u30F3\u30D7\u30EC\u30C3\u30B5\u30FC\u3001\u30A8\u30A2\u30B3\u30F3\u3001\u71B1\u4EA4\u63DB\u5668\u3001\u6CB9\u6C34\u5206\u96E2\u5668\u3001\u6E05\u6D44\u6A5F\u3001\u30E2\u30FC\u30BF\u30FC\u3001\u9001\u98A8\u30D5\u30A1\u30F3\u3001\u6D88\u9632\u8A2D\u5099\u3001\u6CB9\u5727\u30A6\u30A3\u30F3\u30C9\u30E9\u30B9\u3001\u6CB9\u5727\u30AF\u30EC\u30FC\u30F3\u3001\u30DC\u30A4\u30E9\u30FC\u3001\u51B7\u51CD\u6A5F\u3001\u6F6E\u6C50\u6A5F\u3001\u30A8\u30EC\u30D9\u30FC\u30BF\u30FC\u306A\u3069\u306E\u5404\u7A2E\u6A5F\u5668\u306E\u904B\u7528\u304A\u3088\u3073\u5206\u89E3\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u4FEE\u7406
career.s2 = \uAC01\uC885 \uAE30\uAE30 \uBD84\uD574 \uBC0F \uACC4\uCE21 & \uC774\uC0C1 \uC2DC \uC218\uB9AC \uBC0F \uC6D0\uC778 \uBD84\uC11D
career.s3 = \u7D76\u7E01\u62B5\u6297\u306E\u70B9\u691C\u3068\u4FEE\u7406
career.s4 = \u96FB\u6C17\u7570\u5E38\u306E\u554F\u984C \u96FB\u6C17\u8A08\u6E2C\u3001\u5206\u6790\u3001\u4FEE\u7406
career.s5 = \u4E8B\u6545\u9632\u6B62\u304A\u3088\u3073\u6A5F\u5668\u30E1\u30F3\u30C6\u30CA\u30F3\u30B9\u306E\u305F\u3081\u306E\u4E88\u9632\u6574\u5099\u4F5C\u696D\u306E\u5B9F\u65BD
career.s6 = \u6574\u5099\u70B9\u691C\u3001\u6574\u5099\u3001\u5206\u89E3\u4FEE\u7406\u3001\u8A08\u6E2C\u3001\u8ABF\u6574\u3001\u7D44\u7ACB\u4F5C\u696D\u53CA\u3073\u6545\u969C\u767A\u751F\u8981\u56E0\u306E\u8ABF\u67FB
career.s7 = \u5404\u7A2E\u914D\u7BA1\uFF08\u6E05\u6C34\u3001\u6D77\u6C34\u3001\u30A8\u30A2\u3001\u30AA\u30A4\u30EB\uFF09\u6574\u5099\u53CA\u3073\u6F0F\u6CB9\u3001\u6F0F\u6C34\u4FEE\u7406
career.s8 = KR\u304A\u3088\u3073\u8239\u8236\u5B9A\u671F\u3001\u4E2D\u9593\u691C\u67FB\u306E\u6E96\u5099

career.p2 = \u4E00\u7B49\u6A5F\u95A2\u58EB
career.c2_1 = HANCHANG CO., LTD. 
career.c2_2 = Incheon\u6E2F\u674E\u63A5\u773C\u727D\u5F15\u8239\u8239\u4F1A\u793E
career.d2 = \u8239\u8236\u30A8\u30F3\u30B8\u30CB\u30A2
career.a2 = 2020.10~2023.04 (2\u5E745\u30F6\u6708)

career.m2_1 = \u8239\u8236\u96E2\u63A5\u6848\u30E9\u30A4\u30F3\u4F5C\u696D
career.m2_2 = \u4E8B\u6545\u8239\u306E\u30A4\u30A2\u30F3\u4F5C\u696D
career.m2_3 = \u5927\u578B\u8239\u8236\u306E\u96E2\u63A5\u6848\u306E\u727D\u5F15\u4F5C\u696D\u304A\u3088\u3073\u4E8B\u6545\u8239\u306E\u7DCA\u6025\u727D\u5F15\u4F5C\u696D

career.p3 = 2\u7B49\u6A5F\u95A2\u58EB
career.c3_1 = FORTUNE MARINE CO., LTD. 
career.c3_2 = \u30AA\u30A4\u30EB\uFF06\u30B1\u30DF\u30AB\u30EB\u8239\u4F1A\u793E
career.d3 = \u8239\u8236\u30A8\u30F3\u30B8\u30CB\u30A2
career.a3 = 2016.11~2020.04 (3\u5E744\u30F6\u6708)
career.s10 = \u8239\u8236\u30E1\u30B8\u30E3\u30FC\u691C\u67FB\uFF06\u6E2F\u6E7E\u5C40\u5236\u5FA1\u691C\u67FB\u306E\u6E96\u5099

career.i = \u4F7F\u7528\u8A08\u6E2C\u6A5F\u69CB
career.i1 = \u96FB\u6C17\uFF1A\u30DE\u30EB\u30C1\u30E1\u30FC\u30BF\u30FC\u3001\u30A2\u30F3\u30DA\u30A2\u30E1\u30FC\u30BF\u30FC\u3001\u30E1\u30AC\u30C6\u30B9\u30BF\u30FC
career.i2 = \u6A5F\u68B0: P-Max \u30B2\u30FC\u30B8\u3001\u53D7\u5F15\u7DDA\u5EA6\u8A08\u3001\u5727\u529B\u8A08\u3001\u6E29\u5EA6\u8A08\u3001\u30C8\u30EB\u30AF\u30EC\u30F3\u30C1\u3001\u30CE\u30BA\u30EB\u30C6\u30B9\u30BF\u30FC
career.i3 = \u30DE\u30A4\u30AF\u30ED\u30E1\u30FC\u30BF\u30FC\u3001\u30D5\u30A3\u30E9\u30FC\u30B2\u30FC\u30B8\u3001\u30D0\u30FC\u30CB\u30A2\u30AD\u30E3\u30EA\u30D1\u30FC\u3001\u30C0\u30A4\u30E4\u30EB\u30B2\u30FC\u30B8\u3001\u30A4\u30F3\u30CA\u30FC/\u30A2\u30A6\u30C8\u30C0\u30A4\u30A2\u30E1\u30FC\u30BF\u30FC
career.i4 = \u6D41\u4F53\uFF1A\u6D41\u91CF\u8A08\u3001\u30EC\u30D9\u30EB\u30B2\u30FC\u30B8\u3001\u6CB9\u6D4115ppm\u691C\u51FA\u5668\u3001\u30DC\u30A4\u30E9\u30FC\u5869\u5206\u5206\u6790\u5668\u3001\u30AC\u30B9\u691C\u51FA\u5668\u306A\u3069

career.p4 = \u5B9F\u7FD2\u6A5F\u95A2\u58EB
career.c4_1 = Wilhelmsen Ship Management Korea CO., LTD. 
career.c4_2 = Car carrier \u8239\u4F1A\u793E
career.d4 = \u8239\u8236\u30A8\u30F3\u30B8\u30CB\u30A2
career.a4 = 2015.01~2015.07 (6\u30F6\u6708)

career.s9 = 3\u7B49\u6A5F\u95A2\u58EB\u696D\u52D9\uFF08\u51B7\u51CD\u6A5F\u3001\u30DC\u30A4\u30E9\u30FC\u3001\u30A8\u30A2\u30B3\u30F3\uFF09\u88DC\u52A9

